var ALL_Q=[
  {
    "id": 1,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 1,
    "stem": "作为中国共产党和社会主义事业指导思想的马克思主义是指（",
    "options": {
      "A": "中国化的马克思主义",
      "B": "马克思恩格斯以及列宁学说的体系和中国化的马克思主义",
      "C": "马克思恩格斯创立的基本理论、基本观点和学说的体系",
      "D": "马克思恩格斯和列宁的学说体系"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是作为中国共产党和社会主义事业指导思想的马克思主义的含义。中国共产党的指导思想是广义的马克思主义，包括：马克思恩格斯的基本理论、观点方法；列宁的继承和发展；毛泽东思想和中国特色社会主义理论体系即中国化的马克思主义。显然B是最全面的答案。"
  },
  {
    "id": 2,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 2,
    "stem": "马克思主义产生的经济社会条件是（）。",
    "options": {
      "A": "资本主义固有矛盾的发展",
      "B": "资本主义生产力和生产关系之间的矛盾",
      "C": "工人阶级与资本家阶级之间的阶级矛盾的加剧",
      "D": "社会化大生产同生产资料资本家私人占有之间的矛盾的激化"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是马克思主义产生的经济、社会历史条件。资本主义固有矛盾的发展，为马克思主义的产生提供了经济社会的条件和基础。选项BCD都是选项A的内容展开，所以正确的选项为AO0思想政治工亻乍人员晋升职称政氵台理论考试复习材料000应马克思主义最重要的理论品质是（A.吐故纳新B.科学严谨〖答案]DC.博大精深坚持一切从实际出发，理论联系实际，实事求是，在实践中检验真理和发展真理，是马克思主义最重要的理论品质。这种与时俱进的理论品质是160多年来马克思主义始终保持蓬勃生命力的关键所在。这种品质是马克思主义理论本质的反映，是人类认识发展规律的具体体现，是理论创新的内在要求。“马克思主义具有与时俱进的理论品质”，这是江泽民同志在庆祝中国共产党成立80周年大会上的重要讲话中所作出的一个极其重要的科学论断。这个论断既是马克思主义诞生以来160多年历史经验的科学总结，又有鲜明的现实针对性和理论意义。这一科学论断突出地强调了马克思主义是伴随着时代、形势的发展而发展的，是一个对马克思主义科学性的新概括。马克思主义这种与时俱进的理论品质是通过两种基本的形式表现出来的。第一种形式，是后人与时俱进，对前人的"
  },
  {
    "id": 3,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 4,
    "stem": "马克思主义哲学解决哲学基本问题的出发点是〈）。",
    "options": {
      "A": "物质第一性，精神第二性",
      "B": "理论和实践的关系",
      "C": "实践",
      "D": "自然和社会的关系"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 4,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 5,
    "stem": "马克思把黑格尔的辩证法称为（",
    "options": {
      "A": "“合理内核”",
      "B": "“基本内核”",
      "C": "精髓",
      "D": "核」心"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 5,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 6,
    "stem": "马克思主义产生以前，长期占统治地位的历史观是（）。",
    "options": {
      "A": "唯物史观",
      "B": "唯心史观",
      "C": "激变论",
      "D": "庸俗进化论"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 6,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 7,
    "stem": "马克思主义产生的经济社会历史条件是（）。",
    "options": {
      "A": "无产阶级作为独立的政治力量登上历史舞台",
      "B": "马克思、恩格斯完成了世界观的转变",
      "C": "马克思、恩格斯汲取了人类文明的优秀成果",
      "D": "资本主义社会的发展和基本矛盾的显现"
    },
    "answer": "D",
    "explanation": "马克思主义的产生，是众多因素合力促成的结果。A项是马克思主义产生的现实需要；B项是马克思主义产生的主观条件；C项是马克思主义的理论来源。只有D项契合题干的设问。"
  },
  {
    "id": 7,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 8,
    "stem": "马克思主义产生的现实需要是（）。",
    "options": {
      "A": "无产阶级作为独立的政治力量登上历史舞台",
      "B": "马克思、恩格斯完成了世界观和阶级立场的转变",
      "C": "马克思、恩格斯汲取了人类文明的优秀成果",
      "D": "资本主义社会的相当发展和基本矛盾的显现"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 8,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 9,
    "stem": "马克思从资产阶级古典政治经济学家那里继承的最重要的思想是（）。",
    "options": {
      "A": "唯物论",
      "B": "辩证法",
      "C": "劳动价值论",
      "D": "剩余价值学说"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 9,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 10,
    "stem": "马克思主义的阶级基础是（）。",
    "options": {
      "A": "无产阶级反对资产阶级的斗争",
      "C": "无产阶级",
      "D": "无产阶级政党"
    },
    "answer": "C",
    "explanation": "&工农联盟D.无产阶级政党A是马克思主义产生的实践基础；B是无产阶级专政的阶级基础；D是无产阶级革命的领导力量。"
  },
  {
    "id": 10,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 11,
    "stem": "马克思主义中国化的本质是（）。",
    "options": {
      "A": "马克思主义科学性的体现",
      "B": "一个以中国国情为基础的全新理论",
      "C": "用现成的马克思主义理论直接解答、解决中国的现实问题",
      "D": "用马克思主义基本理论指导中国革命和建设，并在这个过程中发展马克思主义"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是马克思主义在实践中的发展。马克思主义中国化的本质就是要考虑中国革命和建设的特殊性，用马克思主义基本理论指导中国革命和建设，在这个过程中发展马克思主义、与时俱进。选项A不够准确，选项BC本身错误，所以正确答案是DO"
  },
  {
    "id": 11,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 12,
    "stem": "马克思主义最根本的世界观和方法论是（）。",
    "options": {
      "A": "辩证唯物主义和历史唯物主义",
      "B": "唯物论和辩证法",
      "C": "科学社会主义",
      "D": "政治经济学"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 12,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 13,
    "stem": "马克思主义最鲜明的政治立场是（）·",
    "options": {
      "A": "推翻资本主义社会",
      "B": "建立无产阶级专政",
      "C": "建立生产资料公有制",
      "D": "致力于实现最广大人民的根本利益"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 13,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 14,
    "stem": "马克思主义最崇高的社会理想是（）。",
    "options": {
      "A": "推翻资本主义社会",
      "B": "实现共产主义社会",
      "C": "建立生产资料公有制",
      "D": "建立无产阶级专政"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 14,
    "section": "马克思主义基本原理",
    "type": "多选题",
    "number": 1,
    "stem": "作为一个完整的科学体系》马克思主义理论体系的三个组成部分是（卜？0。",
    "options": {
      "A": "马克思主义政治学",
      "B": "马克思主义政治经济学",
      "C": "马克思主义哲学",
      "D": "科学社会主义"
    },
    "answer": "BCD",
    "explanation": ""
  },
  {
    "id": 15,
    "section": "马克思主义基本原理",
    "type": "多选题",
    "number": 2,
    "stem": "国古典哲学、英国古典政治经济学和法国、英国空想社会主义是马克思主义直接的理论来源。属于德国古典哲学、英国古典政治经济学和法国、英国空想社会主义代表人物的有（）。",
    "options": {
      "A": "苏格拉底和托马斯·莫尔",
      "B": "圣西门和傅立叶",
      "C": "黑格尔和费尔巴哈",
      "D": "亚当．斯密和大卫．李嘉图"
    },
    "answer": "BCD",
    "explanation": ""
  },
  {
    "id": 16,
    "section": "马克思主义基本原理",
    "type": "多选题",
    "number": 3,
    "stem": "马克思、恩格斯之所以能鸲实现社会主义思想从空想到科学的飞跃，是因为他们独创了（",
    "options": {
      "A": "劳动价值论",
      "B": "剩余价值学说",
      "C": "历史唯物主义",
      "D": "辩证法"
    },
    "answer": "BC",
    "explanation": ""
  },
  {
    "id": 17,
    "section": "马克思主义基本原理",
    "type": "多选题",
    "number": 4,
    "stem": "马克思主义的科学性和革命性可以概括为（",
    "options": {
      "A": "辩证唯物主义和历史唯物主义是马克思主义最根本的世界观和方法论",
      "B": "最广大人民的根本利益是马克思主义最鲜明的政治立场",
      "C": "一切从实际出发，实事求是，在实践中检验和发展真理是马克思主义最重要的理论品质",
      "D": "实现共产主义是马克思主义最崇高的社会理想"
    },
    "answer": "ABCD",
    "explanation": "我们坚持马克思主义的基本立场、基本观点和基本方法，就是要辩证唯物主义和历史唯物主义的世界观和方法论，即马克思主义哲学，坚持实现最广大人民的根本利益的政治立场，坚持一切从实际出发，实事求是，在实践中检验真理和发展真理，把握和顺应人类社会发展的客观规律，不断推进中国特色社会主义事业的发展，、为实现共产主义的崇高社会理想而奋斗。马克思主义哲学是无产阶级科学的世界观和方法论，马克思、下篇练习题恩格斯在实践的基础上创立了马克思主义哲学，它的全部理论来自于实践，又经过实践的检验，所以我们说它的理论具有科学性。故选项A应选。马克思主义是在无产阶级革命实践中产生、发展起来的，是无产阶级根本利益的科学表现。马克思主义是“改变世界”的科学、指导全人类解放的科学。如果说无产阶级是人类解放的“心脏”，那么马克思主义就是人类解放的“头脑\"。这说明马克思主义具有革命性。故选项B应选。选项C说的是马克思主义与时俱进的理论品质，与时俱进的理论品质是马克思主义始终保持生命力的关键所在，这种属性是马克思主义理论本质的反映，马克思主义理论的本质属性就在于它的彻底的科学性、坚定的革命性和自觉的实践性，而彻底的科学性是最根本的"
  },
  {
    "id": 18,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 1,
    "stem": "恩格斯第一次明确指出：全部哲学，特别是近代哲学的重大的基本问题是",
    "options": {
      "A": "哲学与人类的关系问题",
      "B": "人与自然界的关系问题",
      "C": "思维和存在的关系问题",
      "D": "主体和客体的关系问题"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 19,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 2,
    "stem": "根据对哲学基本问题第一方面的回答，哲学可分为（",
    "options": {
      "A": "唯物主义和唯心主义",
      "B": "可知论和不可知论",
      "C": "辩证法和形而上学",
      "D": "唯物史观和唯心史观"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 20,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 3,
    "stem": "在唯物主义发展过程中，出现了三种基本形态：朴素唯物主义、形而上学唯物主义和辩证唯物主义。以下哪项是区分唯物主义三种形态的重要依据（）·",
    "options": {
      "A": "一元论还是二元论",
      "B": "世界是否统一于物质",
      "C": "世界是否可知",
      "D": "对物质认识的不同深度和广度"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 21,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 4,
    "stem": "有一副对联，上联是“橘子洲，洲旁舟，舟行洲不行”；下联是“天心阁，阁中鸽，鸽飞阁不飞”。这形象地说明了运动和静止是相互依存的，静止是（）·",
    "options": {
      "A": "运动的普遍状态",
      "B": "运动的内在原因",
      "C": "运动的衡量尺度",
      "D": "运动的存在方式"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 22,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 5,
    "stem": "“对事物从客体的或直观的形式去理解，而不是把它们当做人的感性活动，当做实践去理解。\"这是（）。",
    "options": {
      "A": "客观唯心主义的观点",
      "C": "辩证唯物主义的观点",
      "D": "形而上学唯物主义的观点"
    },
    "answer": "D",
    "explanation": "&主观唯心主义的观点D.形而上学唯物主义的观点此题考查的知识点是形而上学唯物主义。题干中的这句话出自马克思的《关于费尔巴哈的提纲》。“从客体的或直观的形式去理解”即不从实践的角度、主体的角度去理解现实，不理解主体人在实践活动、认识活动中的能动性。这是形而上学唯物主义的观点。所以本题的正确选项是D。"
  },
  {
    "id": 23,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 6,
    "stem": "“理在事先。”这一观点属于（）。",
    "options": {
      "A": "辩证唯物主义",
      "B": "历史唯物主义",
      "C": "主观唯心主义",
      "D": "客观唯心主义·"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是客观唯心主义。客观唯心主义认为世界的本原是人之外的某种神秘莫测的精神力量，其常用“理”“理念”和“绝对精神”来表述。本题中的“理”便属于客观精神。所以本题的正确选项是D。"
  },
  {
    "id": 24,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 7,
    "stem": "宋朝画家文与可的住宅周围有很多竹子。他一年四季注意观察竹子的变化，对竹子的形状，姿态有着透彻的了解，因而画出的竹子生动逼真。有诗人称赞他：“与可画竹时，胸中有成竹。”这一事实体现的哲学道理是（）。",
    "options": {
      "A": "意识是物质长期发展的产物",
      "B": "意识是人脑的机能",
      "C": "意识是对客观世界的反映",
      "D": "物质具有不依赖于意识的客观实在性"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是意识的能动作用。从题干中可以看出，文与可之所以能画出生动逼真的竹子，是他长期观察，对竹子有透彻理解的结果。这说明人脑不会自动产生意识，只有当客观事物作用于人的感觉器官，并反映到人脑之后，才能形成意识，也就是说，意识是对客观世界的能动反映。A项是意识的起源，B项是意识的本质，D项是物质的特性，均不符合。正确答案是co"
  },
  {
    "id": 25,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 8,
    "stem": "休谟说：“感觉是人和世界之间的屏障。”这一观点是（）·",
    "options": {
      "A": "唯心主义的观点",
      "B": "辩证法的观点",
      "C": "可知论的观点",
      "D": "不可知论的观点"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 26,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 9,
    "stem": "哲学中的物质范畴是对物质世界多样性和统一性所作的最高概括。自然科学中具体的物质形态和物质结构随着科学的发展而不断变化，但无论出现怎样的情形，都不可能改变马克思主义哲学关于物质范畴的唯一特性。物质的唯一特性是（）。",
    "options": {
      "A": "运动性",
      "B": "客观实在性",
      "C": "时空特性",
      "D": "可知性"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 27,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 10,
    "stem": "“世界上除了运动着的物质之外，什么也没有\"》这是（）。一33一",
    "options": {
      "A": "否认精神性存在的唯心主义观点",
      "B": "主张世界统一于物质的辩证唯物主义观点",
      "C": "否认静止的诡辩论观点",
      "D": "把人的意识铧成某种特殊的“精细物质”的机械唯物主义观点"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是世界的物质统一性。列宁提出：“世界上除了运动着的物质，什么也没有，而运动着的物质只有在空间和时间中运动。”列宁的这句话说明，世界上的一切事物和现象，包括意识现象，归根到底都是物质的表现形态；世界上的一切变化和发展，其原因都在于物质世界自身，即世界是多样性的物质统一。所以，本题的正确选项是BO11·马克思指出：“观念的东西不外是移入人的头脑并在人的头脑中改造过的物质的东西而已。\"这表明（A.意识是客观存在的主观映像B.人脑是意识的源泉C.意识是人脑分泌出来的D.观念的东西和物质的东西没有本质区别〖答案〗A此题考查的知识点是意识的本质。题干中“移人”“改造”“物质”几个关键词，说明物质决定意识，意识是人脑对物质的能动反映。意识的内容是客观的，形式是主观的，是客观内容和主观形式的有机统一。A选项正确。选项B属于唯心主义的观点，正确说法是“实践是认识的来源\"；选项c是恩格斯当年批评过的庸俗唯物主义观点；D选项不是马克思主义的观点。"
  },
  {
    "id": 28,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 12,
    "stem": "对物质和物质具体形态之间关系表述正确的是（）。",
    "options": {
      "A": "第一性和第二性的关系",
      "C": "整体和部分的关系",
      "D": "具体和抽象的关系"
    },
    "answer": "B",
    "explanation": "&共性和个性的关系D.具体和抽象的关系此题考查的知识点是物质和物质具体形态的关系。物质的具体形态由于自然界物质运动的形式及结构功能不同，其表现形态是无限多样和不可穷尽的。在物质世界中，每一个具体的物质形态都有自己的规定性，都有自己特殊的质，彼此有别，由此形成物质世界的多样性。物质概念抽象的是物质具体形态的共性，即物质是从万事万物中概括抽象出来的，物质存在于具体物质形态中，而物质的具体形态是物质的具体表现，二者之间是共性与个性的关系，抽象与具体的关系。正确答案是BO选项D顺序说反了，应为抽象和具体的关系，与题干物质和物质的具体形态呼应。"
  },
  {
    "id": 29,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 13,
    "stem": "相对论原理证明，物质的质量与能量的统一是可以计算的，时空的性质不仅取决一34．于物质的运动，而且更重要的是取决于物质分布本身。这说明（",
    "options": {
      "A": "主观的时空观念必然是空洞的抽象",
      "B": "时空可以脱离物质而存在",
      "C": "时空只是物质存在的形式",
      "D": "物质运动是时空的形式"
    },
    "answer": "C",
    "explanation": "解析此题考查的知识点是时空是物质运动的存在形式。相对论原理说明：时空不能离开物质而存在，必须依赖于物质才有意义，时空是物质运动的存在形式。选项B不符合题意；选项D颠倒了物质运动和时空的关系；选项A与此题无关，所以本题选"
  },
  {
    "id": 30,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 14,
    "stem": "人在心情愉快时，会感到“光阴似箭”．心情抑郁时，则感到“度日如年\"。这表明（",
    "options": {
      "A": "时间是人在主观上的感觉",
      "B": "人们的时间观念具有可变性",
      "C": "时间具有不可知性",
      "D": "时间随人的感觉的变化而变化"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 31,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 15,
    "stem": "20世纪70年代，印度发现了脱离人类社会而由狼抚育并与狼共同生活的“狼孩”。科学家发现，“狼孩\"没有意识，这一事实说明意识的产生（）。",
    "options": {
      "A": "不仅是自然界长期发展的产物，而且是社会的产物",
      "B": "不仅是物质现象而且是社会现象",
      "C": "是社会的产物，而不是自然界发展的产物",
      "D": "不仅反映自然界而且反映社会"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是人类意识的起源和本质。从意识的起源来看，意识是物质世界高度发展的产物，它既是自然界长期发展的产物，又是社会的直接产物。在意识的产生过程中，，起了决定性作用。劳动为意识的产生提供了客观的需要和可能，而劳动一开始就是社会性的活动。社会性的劳动促使了语言的产生，语言的产生对于意识的形成具有决定意义。狼孩没有意识正说明了这一点。正确答案是AO"
  },
  {
    "id": 32,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 16,
    "stem": "“动中有静，静中有动\"包含的哲学道理是（）。",
    "options": {
      "A": "运动和静止的辩证统一",
      "B": "物质和运动的辩证统一",
      "C": "形而上学和诡辩论的统一",
      "D": "唯物论和辩证法的统一"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 33,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 17,
    "stem": "在实践的基本形式中，最终起决定作用的是（）·",
    "options": {
      "A": "物质生产劳动",
      "B": "政治实践",
      "C": "处理社会关系的实践",
      "D": "科学实验"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 34,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 18,
    "stem": "在马克思主义看来，实践是（）。",
    "options": {
      "A": "人们社会生活中的一切活动",
      "B": "人们能动地认识世界的精神活动",
      "C": "人能适应夕卜界环境的本能活动",
      "D": "人们能动地改造世界的客观物质性活动"
    },
    "answer": "D",
    "explanation": "〔解析此题考查的知识点是实践的本质含义。马克思主义认为：实践是人类能动地改造世界的客观物质性活动。由此看来，选项A的外延过大，选项BC与马克思主义的实践观不符。所以本题的正确选项为DO"
  },
  {
    "id": 35,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 19,
    "stem": "一些地方的人们掠夺性的滥挖草原上的干草，以获得一定的经济效益，却破坏了草原植被，造成土地沙漠化，一遇到大风》沙尘暴铺天盖地，给人们带来巨大灾难，这些挖甘草的人们（",
    "options": {
      "A": "只看到事物的客观性，没有看到人们的主观能动性",
      "B": "只看到事物的绝对运动，没有看到事物的相对静止",
      "C": "只看到眼前的直接联系，没有看到长远的间接联系",
      "D": "只看到物与物之间的联系，没有看到人与人之间的联系"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是联系的多样性。宇宙间的一切事物都处于普遍联系之中，这要求我们必须从事物固有的联系出发，对多种联系进行具体分析，用以指导我们的实践。人们只要眼前的经济利益，说明看到了直接联系；不顾破坏生态环境带来的危害，说明人们忽视了间接联系，所以正确答案是co选项ABD均为相近的迷惑项，都不符合题意。"
  },
  {
    "id": 36,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 20,
    "stem": "马克思主义的活的灵魂是（",
    "options": {
      "A": "实事求是",
      "B": "矛盾分析法",
      "C": "唯物史观",
      "D": "具体问题具体分析·"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 37,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 21,
    "stem": "“燕子低飞蛇过道，必有大雨到\"这句吾包含的主要哲学道理是（）·",
    "options": {
      "A": "世界是普遍联系的",
      "B": "世界是永恒发展的",
      "C": "世界是物质的",
      "D": "矛盾具有普遍性解析]此题考查的知识点是事物的普遍联系。题干谚语说的是燕子、蛇的活动方式与气象变化之间的联系，显然，其说明的是世界是普遍联系的（A）。选项BD与题干内容无关。选项C不够准确。所以，最能说明题意的是选项A"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 38,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 22,
    "stem": "“沉舟侧畔千帆过，病树前头万木春。”“芳林新叶催陈叶，流水前波让后波£'这两句诗包含的哲学道理是（）·",
    "options": {
      "A": "矛盾是事物发展的动力",
      "B": "事物是本质和现象的统一",
      "C": "事物的发展是量变和质变的统一",
      "D": "新事物代替旧事物是事物发展的总趋势"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是发展的实质。发展是新事物的产生和旧事物的灭亡。新事物必然战胜旧事物，这是由新事物的本质特点和事物发展的辩证本性决定的。就本题来说，四个选项全部正确，但最能体现这两首诗的最佳选项是D。因为“沉舟”和“病树”“陈叶”和“后波”都是旧事物的代表，而“千帆过”和“万木春”“新叶”和“前波”则代表新事物的发展趋势，所以本题选D。"
  },
  {
    "id": 39,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 23,
    "stem": "唯物辩证法的实质和核心是（）。",
    "options": {
      "A": "对立统一规律",
      "B": "质量互变规律",
      "C": "否定之否定规律",
      "D": "联系和发展"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 40,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 24,
    "stem": "矛盾的两种基本属性是（）·",
    "options": {
      "A": "普遍性和特殊性",
      "B": "同一性和斗争性",
      "C": "对抗性和非对抗性",
      "D": "可知性和不可知性"
    },
    "answer": "B",
    "explanation": "（解析此题考查的知识点是矛盾及其同一性和斗争性。矛盾就是对立统一，就是同一．思想政治工作人员晋升职称政氵台理论考试复习材料00E的性和斗争性的关系，同一性和斗争性是矛盾的基本属性。所以本题的正确选项是BO"
  },
  {
    "id": 41,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 25,
    "stem": "在自然界，没有上，就无所谓下；在社会中，没有先进，就无所谓落后；在认识中，没有正确，就无所谓错误。这说明（",
    "options": {
      "A": "矛盾双方是互相排斥的",
      "B": "矛盾双方是相互渗透的",
      "C": "矛盾双方是相互依存的",
      "D": "矛盾双方是相互转化的"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 42,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 26,
    "stem": "'居安思危'这句成讠吾体现的哲学道理是（）。",
    "options": {
      "A": "矛盾双方在一定条件下可以互相转化",
      "B": "矛盾既具有普遍性又具有特殊性",
      "C": "内因和外因共同作用下推动事物的发展",
      "D": "事物发展是量变和质变的统一"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是矛盾的同一性。“安”与“危”作为对立着的双方，在一定条件下互相转化。所以本题的正确选项是AO"
  },
  {
    "id": 43,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 27,
    "stem": "毛泽东在《矛盾论》中认为，矛盾问题的精髓是（）。",
    "options": {
      "A": "矛盾的同一性和斗争性的关系",
      "C": "矛盾普遍性和特殊性的辩证关系",
      "D": "内因和外因的关系"
    },
    "answer": "C",
    "explanation": "B，主要矛盾和次要矛盾的关系D.内因和外因的关系此题考查的知识点是矛盾问题的精髓。矛盾问题的精髓就是共性和个性的关系，即矛盾晋性和特殊性的关系。正确答案是co"
  },
  {
    "id": 44,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 28,
    "stem": "“一个志在有大成就的人，他必须知道限制自己。反之，那些什么事都想做的人，其实什么事都不能做，而终归于失败。”这段话告诉我们（",
    "options": {
      "A": "要学会分清事物矛盾的性质",
      "B": "要懂得对事物进行矛盾分析",
      "C": "要具体矛盾具体分析",
      "D": "要抓主要矛盾，不要平均使用力量"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 45,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 29,
    "stem": "辩证否定的实质是“扬弃”，其基本含义是（）。．38．练习题",
    "options": {
      "A": "抛弃",
      "B": "既克服又保留",
      "C": "纯粹的否定",
      "D": "事物中好的方面和坏的方面的组合"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 46,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 30,
    "stem": "唯物辩证法的否定之否定规律揭示了事物发展的〈",
    "options": {
      "A": "方向和道路",
      "B": "形式和状态",
      "C": "结构和功能",
      "D": "源泉和动力"
    },
    "answer": "A",
    "explanation": "此题考查的知识点带有一定的综合性。唯物辩证法三大规律所揭示的内容是各不相同的：对立统一规律揭示的是事物发展的源泉和动力，量互变规律揭示的是事物存在的形式和状态，否定之否定親律揭示的是事物发展的方向和道路。所以本题正确选项为AO"
  },
  {
    "id": 47,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 31,
    "stem": "把不同事物区分开来的依据是（）。",
    "options": {
      "A": "事物的度",
      "B": "事物的内在规定性",
      "C": "事物的属性",
      "D": "事物的量"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 48,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 32,
    "stem": "部分质变是指（）。",
    "options": {
      "A": "质变过程中有量的扩张，在总的量变过程中有局部或阶段性的质变",
      "C": "量变是质变的必要准备",
      "D": "量变的客观性和普遍性"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是部分质变的内涵。部分质变分为阶段性部分质变和局部性部分质变两种形式。阶段性部分质变是指事物的根本性质未变，而比较次要的性质发生了变化，从而使事物的发展呈现阶段性。局部性部分质变是指事物全局的性质未变，而其中某些部分发生了性质的变化。正确答案是BO"
  },
  {
    "id": 49,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 33,
    "stem": "“大海捞针\"是一种（）。",
    "options": {
      "A": "现实的可能性",
      "B": "抽象的可能性",
      "C": "现实性",
      "D": "不可能性"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 50,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 34,
    "stem": "“如果偶然性不起任何作用的话，那么世界历史就会带着非常神秘的性质。'这一论断体现了（",
    "options": {
      "A": "必然性比偶然性重要",
      "B": "偶然性比必然性重要",
      "C": "偶然性对事物发展的重要作用",
      "D": "偶然性是科学的敌人"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是偶然性的作用。偶然性是指并非确定发生的，可以出现，可以不出现，可以这样出现或那样出现的不确定趋势。偶然性产生于非根本矛盾和外部条件。偶然性是不稳定的、暂时的、不确定的，是事物发展中的个别表现。偶然性对事物的发展不起决定作用，但是对事物的发展具有重要的影响作用。正确答案是C。"
  },
  {
    "id": 51,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 35,
    "stem": "有人认为：“如果事物的表现形式和事物的本质会直接合二为一，一些科学家就都成为多余的了。\"这一命题（）。",
    "options": {
      "A": "夸大了现象和本质的区别",
      "B": "否认了现象和本质的区别",
      "C": "揭示了现象和本质的区别",
      "D": "夸大了现象和本质的统一"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 52,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 36,
    "stem": "有一则箴言：溪水和岩石的斗争中，胜利的总是溪水，不是因为力量，而是因为坚持。\"“坚持就是胜利\"的哲理在于（",
    "options": {
      "A": "肯定中包含着否定的因素",
      "C": "必然性通过偶然性开辟道路",
      "D": "有其因必有其果"
    },
    "answer": "B",
    "explanation": "围量变必然引起质变D.有其因必有其果此题考查的知识点是对质量互变规律的理解和运用。本题关键词是“坚持”和“胜利”，“坚持”是一个量的积累过程，“胜利”是坚持的结果，其所蕴含的哲理是量变达到一定程度必然引起质变（B）。选项D与题干相关，但该选项主要说明的是溪水与岩石之间的因果关系，不是“坚持就能胜利”所蕴含的哲理，属于干扰力极强的选项。所以，正确选项是"
  },
  {
    "id": 53,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 37,
    "stem": "主观辩证法与客观辩证法的关系是（）。",
    "options": {
      "A": "反映与被反映的关系",
      "B": "唯心主义与唯物主义的关系",
      "C": "抽象与具体的关系",
      "D": "唯心辩证法与唯物辩证法的关系"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 54,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 38,
    "stem": "恩格斯说'历史从哪里开始，思想进程也应当从哪里开始。而思想进程的进一步发展不过是历史过程在抽象的、理论上前后一贯的形式上的反映；这种反映是经过修正的，然而是按照现实的历史过程本身的规律修正的。\"这段话表明（",
    "options": {
      "A": "历史是由理论推演出来的",
      "B": "历史是理论的基础，理论是历史经过修正的再现",
      "C": "历史进程与逻辑进程是完全一致的",
      "D": "理论反映的是历史过程的全部内容"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 55,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 39,
    "stem": "从抽象上升到具体的思维方法的逻辑起点是（）。",
    "options": {
      "A": "客观事物",
      "B": "社会实践",
      "C": "感性认识",
      "D": "思维抽象"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 56,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 40,
    "stem": "我国战国时代哲学家荀子说：“天彳亍有常，不为尧存》不为桀亡。”荀子的这句话说明了（",
    "options": {
      "A": "社会规律的客观性",
      "B": "规律的平等性",
      "C": "规律是可以认识的",
      "D": "规律的能动作用"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 57,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 41,
    "stem": "社会规律和自然规律的区别在于（）。",
    "options": {
      "A": "是否具有客观性",
      "B": "是否具有强制性",
      "C": "是否具有稳定性",
      "D": "是否能够离开人类的实践活动而存在"
    },
    "answer": "D",
    "explanation": "／此题考查的知识点是自然规律和社会规律的区别。只要是规律，就有客观性、稳定性和强制性的特点。社会规律不同于自然规律之处在于，其必须通过人们有意识有目的的实践体现出来，离开了人类的实践活动，即脱离了人类社会，社会规律将无法存在，而自然规律可以脱离人类社会而存在。所以，正确选项是DO"
  },
  {
    "id": 58,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 42,
    "stem": "马克思说：人在“劳动过程结束时得到的结果，在这个过程开始时就已经在劳动者的表象中存在着，即已经观念地存在着。\"人的活动的整个过程，就是围绕着“观念地存在着\"的目标和蓝图而进行的。这说明了（",
    "options": {
      "A": "人比动物具有更好的记忆力0意识具有能动作用",
      "B": "观念的作用是不能够忽略的",
      "D": "人的劳动过程的特殊性"
    },
    "answer": "C",
    "explanation": ".观念的作用是不能够忽略的D.人的劳动过程的特殊性〔解析此题考查的知识点是意识的能动作用。从马克思的这句话中可以看出：在人的意识中，不仅预先规定了活动的目标，而且为实现这一目标又预先规定了活动的方式和步骤。这就是同一定的目的性相联系的活动的计划性，从而体现了意识的能动作用。正确选项是"
  },
  {
    "id": 59,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 43,
    "stem": "由于社会历史是由有意识有目的活动着的人创造的，因此（）。",
    "options": {
      "A": "社会规律是由人所创造的",
      "B": "人们可以改造或者消灭社会规律",
      "C": "社会发展规律只能通过人的自觉活动起作用人的活动都体现社会规律",
      "D": "人的活动都体现社会规律"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是社会发展的规律性和人的自觉活动。社会规律是通过人的活动表现的，社会历史发展具有客观规律性、必然性和因果制约性。A项的错误在于社会规律不是由人所创造的，它否认了社会规律的客观性。B项的错误在于人不能改造或者消灭规律。D项的错误在于并非所有人的活动都体现社会规律。正确答案是CO"
  },
  {
    "id": 60,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 44,
    "stem": "对感性材料“去粗取精、去伪存真、由此及彼、由表及里的改造制作功夫”，说明意识具有（）。",
    "options": {
      "A": "目的性和计划性c能动创造性",
      "B": "对生理活动的控制作用",
      "D": "指导实践改造世界的作用"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是意识能动作用的表现，是一道理解性试题，难度较大。四个选项都是意识能动作用的表现，但是只有AC两个选项与题干有关。本题考查的核心是对感性材料的“改造制作功夫”，这是典型的创造性的体现，只有创造性才能“改造制作”。同时，对感性材料加工制作的过程，也就是由感性认识上升到理性认识，由认识现象到认识本质的过程。而这一过程也恰好说明意识具有能动创造性。因而C选项正确。很多考生将题干的核心单纯地放在了“去粗取精、去伪存真，由此及彼、由表及里”的目的性上，因而会误认为A选项正确。B选项，对生理活动的调节在题干中没有体现，故不选。D选项，指导实践改造世界也与题干无关，题干所说是从感性认识上升为理性认识，还在认识范围内，还没有指导实践，所以也不能选。"
  },
  {
    "id": 61,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 45,
    "stem": "客观规律性与主观能动性统一的基础是（）。",
    "options": {
      "A": "实践",
      "B": "规律",
      "C": "意识",
      "D": "人"
    },
    "answer": "A",
    "explanation": "B，规律c.意识此题考查的知识点是乖是客观规律性与主观能动性统一的基础。尊重事物发展的规律与发挥人的主观能动性是辩证统一的。而实践是客观规律性与主观能动性统一的基础。所以本题选AO"
  },
  {
    "id": 62,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 46,
    "stem": "中国跨过资本主义发展阶段直接进入社会主义社会后，在社会主义建设问题上，中国人民经过反复实践和探索，又走上了建设中国特色社会主义的成功之路。这一事实说",
    "options": {
      "A": "社会历史规律具有决定作用",
      "B": "主体的选择可以不受社会历史规律的制约",
      "C": "在社会历史发展问题上，主体没有选择的自由",
      "D": "社会发展是历史决定性与主体选择性的有机统一"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是社会历史趋向与主体选择的关系。社会历史发展具有规律性，但并不因此而否定主体人在可能性空间内的选择。题干中“跨过”和“中国特色社会主义”表明主体选择在社会发展中的作用。选项A正确，但与题意不符。选项BC本身就是错昃的。所以，本题的正确选项是DO"
  },
  {
    "id": 63,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 47,
    "stem": "中国古代哲学家荀子说：“心不在焉，则白黑在前而目不见，雷鼓在侧而耳不闻。”这段话表明人的意识具有（）。",
    "options": {
      "A": "客观性",
      "C": "对象性",
      "D": "任意性"
    },
    "answer": "B",
    "explanation": "埸能动性C.对象性D.任意性此题考查的知识点是意识的能动作用。“心不在焉”强调的是意识的能动作用。所以只有B是符合题意的正确选项。．思想政治工亻乍人员晋升职称台理论考试复习材料"
  },
  {
    "id": 64,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 48,
    "stem": "相信“意念移物\"，甚至相信可以用意念来直接改变物质结构，就是（",
    "options": {
      "A": "主张精神主宰客观物质世界的主观唯心论",
      "B": "主张精神是脱离人脑独立存在的客观唯心论",
      "C": "认为人的思想是特殊物质的机械唯物主义",
      "D": "认为人具有主观能动性的实践唯物主义"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是主观唯心主义和客观唯心主义的区别。题干指的是主观唯心主义对意识能动作用的夸大。所以A是符合题意的正确选项。"
  },
  {
    "id": 65,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 49,
    "stem": "《坛经》中记载：“时有风吹幡动，一僧曰风动，一僧曰幡动，议论不已·惠能进曰：不是风动，不是幡动，仁者心动·”这段话表明惠能关于运动的基本观点是（）·",
    "options": {
      "A": "运动是物质的根本属性",
      "B": "运动与物质是不可分割的",
      "C": "精神运动是物质运动的一种形式",
      "D": "精神是运动的主体"
    },
    "answer": "D",
    "explanation": "．运动与物质是不可分割的D.精神是运动的主体此题考查的知识点是物质和运动的关系。物质和运动是不可分割的。一方面，运动是物质的存在方式和根本属性，物质是运动着的物质，脱离运动的物质是不存在的，想不运动的物质。．將导致形而上学另一方面，物质是一切运动变化和发展过程的实在基础和承担者，世界上没有离开物质的运动，任何形式的运动都有它的物质主体，设想无物质的运动，将导致唯心主义。惠能所说即是精神的运动，属于唯心主义运动观。所以选项D是符合题意的正确选项。ABC是唯物主义的运动观，是正确说法，但不符合题意。"
  },
  {
    "id": 66,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 50,
    "stem": "实践高于（理论的）认识，是因为实践具有（）。",
    "options": {
      "A": "普遍性",
      "B": "绝对性",
      "C": "客观实在性",
      "D": "直接现实性"
    },
    "answer": "D",
    "explanation": "[解析}此题考查的知识点是实践的基本特征。实践是物质性的活动，具有直接现实也构成实践活动的要素都是可感知的客观实在，实践的结果都是客观的，实践的水平、广度、深度和发展过程，都受着客观条件的制约和客观规律的支配。因此，实践是同主观认识活动相区别的感性物质活动。实践高于理论的认识就在于实践具有直接现实性。实践可以把主观的东西变为客观的东西，用客观同认识加以比较，就能检验出理论的认识是否具有真理性。所以只有D是正确选项。"
  },
  {
    "id": 67,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 51,
    "stem": "列宁对辩证唯物主义物质范畴的定义是通过（）。",
    "options": {
      "A": "物质与意识的关系界定的",
      "B": "个别与一般的关系界定的",
      "C": "哲学与具体科学的关系界定的",
      "D": "认识与实践的关系界定的"
    },
    "answer": "B",
    "explanation": ".个别与一般的关系界定的D.认识与实践的关系界定的此题考查的知识点是马克思主义物质观。马克思主义哲学从物质与惹识的辩证关系上，对物质概念作出了全面的科学的规定。列宁指出：“物质是标志客观实在的哲学范畴，这种客观实在是人感觉到的，它不依赖于我们的感觉而存在，为我们的感觉所复写、摄影、反映。”可见，列宁是从物质与意识的关系上来把握物质的。物质的唯一特性是客观实在性，它存在于人的意识之外，可以为人的意识所反映。A是正确选项。"
  },
  {
    "id": 68,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 52,
    "stem": "\"运动应当从它的反面即从静止找到它的量度\"，因为静止是（）。",
    "options": {
      "A": "运动的根本属性和存在方式",
      "B": "过去运动的结果和未来运动的出发点",
      "C": "运动的原因和根据",
      "D": "运动的基础和承担者"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是运动和为祉一，静止是运动的特殊状态，静止是相对的有条件的，是间断性和连续性的统一，是过去运动的结果和未来运动的出发点。所以只有B选项是正确选项。"
  },
  {
    "id": 69,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 53,
    "stem": "先有工程设计图，然后施工建成大厦·这一事实说明（",
    "options": {
      "A": "意识产生物质",
      "B": "意识转化为物质",
      "C": "意识决定物质",
      "D": "意识创造物质"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是物质和意识的关系以及意识的能动性。ACD选项明显属于唯心主义观点，是错误选项。工程设计图体现了意识活动的目的性和计划性，通过施工实践把意识活动的目的性和计划性转化为现实。转化的关键是实践环节。意识的能动作用是在物质的决定作用的前提下进行的。所以只有B选项是正确选项。"
  },
  {
    "id": 70,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 54,
    "stem": "“人不能两次踏进同一条河流\"和“人一次也不能踏进同一条河流·”这两种说法",
    "options": {
      "A": "都是辩证法的观点",
      "B": "都是诡辩论的观点",
      "C": "前者是辩证法的观点，后者是诡辩论的观点",
      "D": "前者是诡辩论的观点，后者是辩证法的观点"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是运动和静止的关系。\"人不能两次踏进同一条河流\"是古希腊哲学家赫拉克利特提出的辩证法的观点；\"人一次也不能踏进同一条河流\"是其弟子克拉底鲁提出的，是夸大绝对运动否定相对静止所导致的相对主义诡辩论观点。所以只有C选项是正确选项。"
  },
  {
    "id": 71,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 55,
    "stem": "唯物辩证法的是扌旨（）。",
    "options": {
      "A": "一切前后相继的现象之间的联系",
      "B": "一切同时并存的现象之间的联系",
      "C": "引起和被引起的现象之间的联系",
      "D": "反映和被反映的现象之间的联系0思想政治工亻乍人员晋升职称政氵台理论考试复习材料"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是唯物辩证法基本范畴中的原因和结果。原因是引起一定现象的现象，结果是被引起的现象。只有这迴垣这引帥关系因果爹。因果联系一定是前后相继的，但是前后相继的联系，并不都是因果联系，只有引起和被引起的才是，所以A项是错误的；同时并存的现象没有前后相继的特点，肯定不是因果联系，所以，B项是错误的；D项反映和被反映的联系不是因果联系，所以，D项也是错误的。"
  },
  {
    "id": 72,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 56,
    "stem": "区分事物发展过程中量变和质变的根本标志是（）。",
    "options": {
      "A": "事物的变化是否迅速",
      "B": "事物的变化过程中是否有部分质变",
      "C": "事物的变化是否超过度的范围",
      "D": "事物的变化是否显著"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是量变质变规律。任何事物都是质和量的统一体，作为质和量之统一的度，就是事物保持自己质的量的限度、范围。量变和质变是事物发展变化的两种形式，量变和质变各有不同的特点，然而，只有事物的变化是否超出度的范围，才是区分量变和质变的根本标志。所以，只有c项才是正确的答案。"
  },
  {
    "id": 73,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 57,
    "stem": "哲学上的物质范畴与自然科学上的物质范畴的关系是（）。",
    "options": {
      "A": "本原和派生的关系",
      "B": "普遍和特殊的关系",
      "C": "本质和现象的关系",
      "D": "形式和内容的关系"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 74,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 58,
    "stem": "辩证唯物主义认为事物发展的规律是（）。",
    "options": {
      "A": "思维对事物本质的概念和反映",
      "B": "用来整理感性材料的思维形式",
      "C": "事物内在的本质的必然的稳定的联系",
      "D": "事物联系和发展的基本环节"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是规律的含义。规律是事物运动发展过程中本质的、必然的、稳定的联系。故选项c正确。A是理性认识的含义。B是康德的唯心主义观点。D是“范畴\"的含义。"
  },
  {
    "id": 75,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 59,
    "stem": "在工作中防止“过”或“不及”的关键在于（）。",
    "options": {
      "A": "抓住事物的主要矛盾",
      "B": "认识事物的量",
      "C": "确定事物的质",
      "D": "把握事物的度"
    },
    "answer": "D",
    "explanation": ""
  },
  {
    "id": 76,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 60,
    "stem": "在哲学史中我们可以看到，各种唯心主义派别之间的差异和矛盾，常常有利于唯物主义的发展，这一事实说明（",
    "options": {
      "A": "矛盾一方克服另一方促使事物发展",
      "B": "矛盾一方的发展可以为另一方的发展提供条件",
      "C": "矛盾双方中每一方的自身矛盾，可以为另一方的发展所利用",
      "D": "矛盾双方的融洽促使事物发展"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是矛盾的同一性和斗争性在事物发展中的作用。由于矛盾双方相互依存、互为存在的条件，矛盾双方可以利用对方的发展使自己获得发展；矛盾同一性使对立双方相互利用，相互吸引对方有利于自身的因素而得到发展；矛盾双方的内在同一性规定着事物转化的可能和发展的基本趋势。ABD项不是矛盾同一性和斗争性在事物发展中的作用，是错误选项；只有c项符合矛盾同一性和斗争性在事物发展中的作用。"
  },
  {
    "id": 77,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 61,
    "stem": "事物内部的肯定方面和否定方面的对立统一运动，从表现形式上看〈）。",
    "options": {
      "A": "是事物自我完善和发展的过程",
      "B": "是新事物战胜旧事物的过程0一是螺旋式上升或波浪式前进的过程",
      "D": "是不断周而复始的循环过程"
    },
    "answer": "C",
    "explanation": "解析〕此题考查的知识点是否定之否定规律。否定之否定规律揭示了事物发展的方向和道路，是事物的发展呈现出螺旋式上升或波浪式前进的总趋势。只有C选项是符合否定之否定规律的正确选项。"
  },
  {
    "id": 78,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 62,
    "stem": "孔子在《论语》中讲到：\"出门如见大宾，使民如承大祭。己所不欲，勿施于人。\"己所不欲，勿施于人\"所蕴含的哲理是（）。",
    "options": {
      "A": "矛盾的同一性和斗争性",
      "B": "矛盾的普遍性和特殊性",
      "C": "主要矛盾和次要矛盾",
      "D": "内部矛盾和外部矛盾"
    },
    "answer": "A",
    "explanation": "B，矛盾的普遍性和特殊性D.内部矛盾和外部矛盾此题考查的知识点是矛盾的基本属性同一性和斗争性。“己所不欲，勿施于人”所体现的哲理就是要善于从对立面的角度看问题，即从对立中把握同一，从同一中把握对立。即矛盾的同一性和斗争性原理。"
  },
  {
    "id": 79,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 63,
    "stem": "．动者恒动，静者恒静。”这一说法属于（）。",
    "options": {
      "A": "辩证法的观点",
      "B": "形而上学的观点",
      "C": "诡辩论的观点",
      "D": "唯心主义的观点"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 80,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 64,
    "stem": "“庖丁解牛”“游刃有余\"“揠苗助长”“苗枯田荒\"，它们的共同启示是（),",
    "options": {
      "A": "现象是规律的外在表现形式C／尊重规律是取得成功的基础",
      "B": "人在规律面前是无能为力的",
      "D": "解放思想是取得成功的条件"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 81,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 65,
    "stem": "如果要开一张包治百病的药方，或者拟定一个适用于一切情况的一般准则，那是很荒谬的。因为这种做法违背了（",
    "options": {
      "A": "任何事物都包含矛盾的原理",
      "B": "不同的矛盾用不同方法解决的原理",
      "C": "事物之间普遍联系的原理",
      "D": "特殊性中包含着普遍性的原理"
    },
    "answer": "B",
    "explanation": ""
  },
  {
    "id": 82,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 66,
    "stem": "我们党统一战线中的“又斗争又联合\"的策略和在改革开放中坚持“对外开放和独立自主、自力更生相统一”的方针的哲学依据是（）。",
    "options": {
      "A": "否定之否定规律对立统一规律",
      "B": "事物发展的过程论",
      "D": "质量互变规律"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 83,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 67,
    "stem": "在人与世界的相互作用中，人与世界同时得到了改变，并获得日益丰富的内容·造成这一变化的基础是（）。",
    "options": {
      "A": "自然界自身的运动人的实践活动",
      "B": "人的意识的能动作用",
      "D": "工具的制造与使用"
    },
    "answer": "C",
    "explanation": ""
  },
  {
    "id": 84,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 68,
    "stem": "“忧心忡忡的穷人甚至对最美丽的风景都没有什么感觉\"“贩卖矿物的商人只看矿物的商业价值，他没有矿物学的感觉\"。这两句话（）。",
    "options": {
      "A": "表明人的意识不是对客观世界的反映",
      "B": "是主观唯心主义的观点，表明人的感觉具有主体性",
      "D": "是经验论的观点"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是意识的能动性和主体性。人与动物不同，动物被动机械地反映外界，而人则是积极主动地感觉、反映外界事物，即人具有主体差异性、主观能动性。不同的主体对同一事物由于不同的目的，在观察、感觉、反映时，其指向是不同的，因此所获得的认识也是不同的。因此，c选项正确。A选项自身表述错误；B选项，虽然因主体差异没能感受到风景和矿物的存在，但并未否认物质的存在，也未否认物质第一性，故不符合题意；D选项与题干无关。"
  },
  {
    "id": 85,
    "section": "马克思主义基本原理",
    "type": "单选题",
    "number": 69,
    "stem": "习近平总书记在党的二十大报告中指出：“坚持把国家和民族发展放在自己力量的基点上，坚持把中国发展进步的命运牢牢掌握在自己手中。\"这一论断蕴含的哲理是内因是事物发展变化的根据，决定着事物发展的基本趋势",
    "options": {
      "B": "人们在自己选定的条件下创造历史，要发扬历史主动精神",
      "C": "量变是质变的必要准备，质变是量变的必然结果",
      "D": "新事物在本质上优越于旧事物，具有强大生命力"
    },
    "answer": "A",
    "explanation": ""
  },
  {
    "id": 86,
    "section": "马克思主义基本原理",
    "type": "多选题",
    "number": 1,
    "stem": "思维和存在的关系问题之所以是哲学的基本问题，其原因包括（",
    "options": {
      "A": "该问题是人类认识和改造世界不能回避的最基本问题",
      "B": "该问题是划分哲学中基本派别的依据",
      "C": "该问题是人类实际生活中的基本问题",
      "D": "该问题决定着人们思想和行动的出发点与方向"
    },
    "answer": "ABCD",
    "explanation": "本题考查思维与存在关系问题作为哲学基本问题的原因或者说依据。该知识点是马克思主义基本原理第二章的一个基本内容。只需基本的记忆与理解，该题就可做对。"
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "根据对哲学基本问题第二方面的不同回答，哲学可以分为（）。",
    "options": {
      "A": "可知论",
      "B": "不可知论",
      "C": "唯物主义",
      "D": "唯心主义"
    },
    "answer": "AB",
    "explanation": "【解析】哲学基本问题是思维和存在（意识和物质）的关系问题。哲学基本问题包括两个方面的内容：其一，思维和存在、意识和物质，究竟谁是世界的本原，即物质和意识何者是第一性、何者是第二性的问题；其二，思维和存在的同一性问题，即思维能否认识或正确认识存在的问题。根据对哲学基本问题第一方面的不同回答，哲学可划分为唯物主义和唯心主义两个对立的基本派别。根据对哲学基本问题第二方面的不同回答，哲学又可以划分为可知论和不可知论。 3．下列观点中属于唯心主义的有（）。 A. 感觉是人与外界事物之间的屏障 B. 形存则神存，形灭则神灭 C. 吾心便是宇宙，宇宙即是吾心 D. 存在就是被感知",
    "id": 87
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "我们之所以说马克思主义哲学是完备的唯物主义，是因为它在内容上实现了（）。",
    "options": {
      "A": "唯物主义和辩证法的高度统一",
      "B": "可知论与唯物论的高度统一",
      "C": "世界观和方法论的统一",
      "D": "唯物辩证的自然观和历史观的高度统一"
    },
    "answer": "AD",
    "explanation": "【解析】马克思主义哲学的创立是哲学史上的伟大变革，其关键就在于，它以科学的实践观为基础，正确地解决了人与自然、人与社会即人与世界的关系，从而实现了唯物论和辩证法、唯物主义自然观和历史观的统一。因此，正确答案是 AD。",
    "id": 88
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "马克思主义哲学在哲学史上的伟大变革，表现在它实现了（）。",
    "options": {
      "A": "唯物主义和辩证法的统一",
      "B": "形式与内容的统一",
      "C": "唯物主义的自然观和历史观的统一",
      "D": "感性认识和理性认识的统一"
    },
    "answer": "AC",
    "explanation": "【解析】该题考查马克思主义哲学创立的重大意义，或者说马克思主义哲学作为哲学史上伟大变革的表现。马克思主义哲学的产生实现了哲学内容上的革命，实现了“两个统一”，即实现了唯物主义与辩证法的统一、唯物主义自然观与历史观的统一。内容上，马克思主义哲学克服了旧哲学中唯物论与辩证法、自然观与历史观的分离，实现了唯物论与辩证法、唯物主义自然观与历史观的有机统一。因此选项 AC 符合题干要求。",
    "id": 89
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "客观实在性是物质的（）。",
    "options": {
      "A": "本质规定",
      "B": "根本属性",
      "C": "唯一特性",
      "D": "最高共性"
    },
    "answer": "ACD",
    "explanation": "【解析】物质的本质规定、唯一特性和最高共性是客观实在性，所以 ACD 为正确。物质的根本属性是运动，所以 B 项错误。在大量记忆知识内容之后，清晰地界定各知识点之间的差异非常重要，否则就会造成混乱。",
    "id": 90
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "“物质”范畴是唯物主义世界观的基石。但辩证唯物主义和旧唯物主义对“物质”的定义存在差异。二者对“物质”范畴的认识是（）。",
    "options": {
      "A": "抽象和具体的关系",
      "B": "共性和个性的关系",
      "C": "普遍性和特殊性的关系",
      "D": "一般和特殊的关系"
    },
    "answer": "ABCD",
    "explanation": "【解析】唯物主义经历了古代朴素唯物主义、近代形而上学唯物主义（以上二者合称旧唯物主义）、辩证唯物主义和历史唯物主义（现代辩证唯物主义）三种形态。三者的区别，也体现在对物质范畴的定义上。古代朴素唯物主义直观地将物质归结为一种或几种具体的实物，是一种天才但非科学的猜测。近代形而上学唯物主义将物质归结为物质的构成单 位——原子，混淆了自然科学的物质结构概念和哲学物质范畴的区别，经不起自然科学发展的检验，更不能说明社会生活的物质本质。现代辩证唯物主义从无限多样的物质现象中抽象出物质的共同本性，从哲学上进行了最高的概括。所以，新旧唯物主义“物质”的认识，是共性与个性的关系。在马克思主义哲学中，抽象和具体的关系、共性和个性的关系、普遍性和特殊性的关系、一般和特殊的关系，是相同的意思。",
    "id": 91
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "马克思主义哲学物质观的理论意义是（）。",
    "options": {
      "A": "坚持了唯物主义一元论，批判了唯心主义一元论和二元论",
      "B": "坚持了能动的反映论和可知论，批判了不可知论",
      "C": "体现了唯物论和辩证法的统一",
      "D": "坚持了唯物主义自然观和唯物主义历史观的统一"
    },
    "answer": "ABCD",
    "explanation": "【解析】该题考查考生对马克思主义哲学物质观的意义的理解。这是关于物质观的基本知识点。马克思主义哲学物质观的意义主要表现在它坚持了唯物主义一元论；坚持了能动的反映论和可知论；体现了唯物论和辩证法的统一；体现了自然观和历史观的统一。因此正确答案是 ABCD。 10\\. 实践是客观物质活动，这体现在（）。 A. 实践的主体和客体是客观的 B. 实践的手段是客观的 C. 实践活动本身和结果是客观的 D. 实践受着客观条件的制约和客观规律的支配",
    "id": 92
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "爱因斯坦说：“想象比知识更重要，因为知识是有限的，而想象力概括着世界上的一切，推动着进步，并且是知识进化的源泉。”科学研究需要想象，而合理的、科学的想象（）。",
    "options": {
      "A": "充分发挥了人的思维潜能",
      "B": "要以一定的知识储备为基础",
      "C": "是意识能动性的一种具体表现",
      "D": "是主观形式和客观内容的统一"
    },
    "answer": "ABCD",
    "explanation": "【解析】辩证唯物主义认为，意识的能动性，是主观形式和客观内容的统一。要充分发挥意识的主观能动性必须尊重客观规律，需要以一定的知识储备为基础。科学研究需要想象，而合理的、科学的想象就是以一定的知识储备为基础，是在主观形式和客观内容统一的基础上充分发挥人的思维潜能，是意识能动性的一种具体表现之一。因此，正确答案是ABCD。 14\\. 下列正确反映了辩证唯物主义运动观的是（）。 A. “风定花犹落，鸟鸣山更幽。” B. 天体运动是由于 “精通力学和几何学的上帝所给予的切线力推动的初速度，才在万有引力作用下运行”。 C. “从最小的东西到最大的东西，从沙粒到太阳……都处于无休止的运动和变化中” D. “事物和状态不过是我们的心灵所采取的一种观点，事物是不存在的，存在的只有流动”",
    "id": 93
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "“物质的两种存在形式离开了物质，当然都是无，都是只在我们头脑中存在的观念抽象”，这段话说明（）。",
    "options": {
      "A": "时间和空间是客观的",
      "B": "时间和空间只是离开物质的形式",
      "C": "时间和空间是绝对的，又是相对的",
      "D": "时间和空间是物质运动的存在形式"
    },
    "answer": "AD",
    "explanation": "【解析】本题考查对时间和空间的认识。恩格斯的这段话表明时间和空间是客观的，是物质存在的形式。选项 B 是唯心主义的选项，是错误的。选项 C 是正确的表述，但与本题 的题干无关，不是题干所强调的含义，所以不选。 19\\. 下列有关实践的主体与客体的相互作用的叙述，正确的是（）。 A. 主体是一定社会关系中从事实践和认识活动的人 B. 客体是主体的实践和认识活动所指向的一切对象 C. 主体能够认识、利用、改造和欣赏客体 D. 客体本身的状况和规律又制约和限定着主体的所有活动",
    "id": 94
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "马克思主义认为，实践是（）。",
    "options": {
      "A": "能动地改造物质世界的客观物质性活动",
      "B": "人类有意识的活动",
      "C": "人的存在方式",
      "D": "人类社会的基础"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查对实践观点的正确记忆和理解。四个选项都是关于实践观点的正确表述，都属于辩证唯物主义的选项。这些都是关于实践的最基本知识点。 22\\. 实践的基本形式有（）。 A. 生产实践 B. 社会实践 C. 科学实验 D. 阶级斗争",
    "id": 95
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "联系的特点有（）。",
    "options": {
      "A": "客观性",
      "B": "具体性",
      "C": "中介性",
      "D": "普遍性"
    },
    "answer": "ABCD",
    "explanation": "【解析】作为一个普遍的哲学范畴，联系是指事物内部各要素之间和事物之间相互影响、相互制约和相互作用的关系。联系具有一系列特点：联系具有客观性。事物的联系是事物本身所固有的，不是主观臆想的。因此，选项 A 正确。联系具有普遍性。事物联系的普遍性有三层含义。第一，事物内部的不同部分和要素是相互联系的，也就是说，事物具有内在的结构性，联系具有具体性。第二，任何事物都不能孤立存在，都同其他事物处于一定的相互联系之中。第三，整个世界是相互联系的统一整体。从无机界到有机界，从自然界到人类社会，任何事物都处于普遍联系、交互作用中，不存在完全孤立的东西。这种联系是需要一定中介的，故联系具有中介性。因此，正确答案是 ABCD。",
    "id": 96
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "辩证法的“过程论”的观点认为（）。",
    "options": {
      "A": "一切事物都有它的过去、现在和未来",
      "B": "世界是过程的集合体",
      "C": "一切事物都是作为过程而存在、作为过程而发展的",
      "D": "世界是既成事物的集合体"
    },
    "answer": "ABC",
    "explanation": "【解析】本题考查对辩证的发展观与过程论的认识。唯物辩证法的发展观认为世界是永恒发展的，所以一切都是过程，一切事物都是作为过程而存在、作为过程而发展的，世界是过程的集合体。恩格斯指出：“世界不是既成事物的集合体，而是过程的集合体。”所以，答案是 ABC。而 D 项否认了事物的发展变化，是形而上学的观点。",
    "id": 97
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "对立统一规律是唯物辩证法的核心，这是因为（）。",
    "options": {
      "A": "它揭示了事物的普遍联系的根本内容和发展的内在动力",
      "B": "其他规律是由对立统一规律推演出来的",
      "C": "它是认识世界和改造世界的根本方法",
      "D": "它是理解辩证法其他规律和范畴的钥匙"
    },
    "answer": "ACD",
    "explanation": "【解析】本题考查对立统一规律。选项 ACD 都从某一角度揭示了对立统一规律之所以是辩证法的核心的道理。选项 B 不符合辩证唯物主义的观点，辩证法的其他内容和对立统一规律不是推导和被推导的关系，所以排除 B。 27．下列选项属于矛盾同一性的有（）。 A. 同志间的相互帮助 B. 祸与福在一定条件下的相互转化 C. 磁铁南极和北极的相互依存 D. 两个事物的绝对同一",
    "id": 98
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "下列选项属于矛盾斗争性的表现的有（）。",
    "options": {
      "A": "革命阶级和反动阶级之间的斗争",
      "B": "各地区之间经济发展的不平衡",
      "C": "人民内部的各种意见分歧",
      "D": "不同学术观点之间的争议"
    },
    "answer": "ABCD",
    "explanation": "【解析】矛盾的斗争性是矛盾着的对立面之间相互排斥、相互分离的性质和趋势。由于矛盾的性质不同，矛盾的斗争形式也不同，对于多种多样的斗争形式，可以区分为对抗性和非对抗性两种基本形式。“革命阶级和反动阶级之间的斗争”“各地区之间经济发展的不平衡”“人民内部的各种意见分歧”“不同学术观点之间的争议”都是矛盾斗争性的表现。因此，正确答案是 ABCD。",
    "id": 99
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "“道高一尺，魔高一丈”这个成语所蕴涵的哲理是（）。",
    "options": {
      "A": "矛盾双方中一方的自身矛盾，可以为另一方的发展所利用",
      "B": "矛盾双方在相互斗争中获得发展",
      "C": "矛盾双方向着自己的对立面转化而得到发展",
      "D": "矛盾双方可以相互吸收有利于自身的因素得到发展"
    },
    "answer": "BD",
    "explanation": "【解析】“道高一尺，魔高一丈”体现了矛盾的斗争性。矛盾的斗争性是矛盾着的对立 面之间相互排斥、相互分离的性质和趋势。矛盾的斗争性在事物发展中的作用表现在：第一，矛盾双方的斗争促进矛盾双方力量的变化，党长争高，此消彼长，造成双方力量发展的不平衡，为对立面的转化、事物的质变创造条件，使矛盾双方在相互斗争中获得发展。第二，矛盾双方的斗争，是一种矛盾统一体向另一种矛盾统一体过渡的决定性力量。矛盾的相互排斥、否定促成旧的矛盾统一体破裂和新的矛盾统一体产生，从而使旧事物发展成为新事物，矛盾双方可以相互吸收有利于自身的因素得到发展。因此，正确答案是 BD。 30\\. 矛盾的解决方式主要有（）。 A. 矛盾双方形成协同运动的新形式 B. 矛盾一方克服另一方 C．矛盾双方同归于尽 D．矛盾双方融成一个新事物",
    "id": 100
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "有论者谈到工作的方法，形象地以弹钢琴为例说：“弹钢琴要十个指头都动作，不能有的动，有的不动。但是，十个指头同时按下去，那也不成调子。要产生好的音乐，十个指头的动作要有节奏，要互相配合。”这说明了（）。",
    "options": {
      "A": "对待工作要有主次，有重点",
      "B": "对待事物区别对待、具体问题具体分析",
      "C": "对待问题要有唯物辩证法的观点",
      "D": "事物发展是量变质变的相互转化"
    },
    "answer": "ABC",
    "explanation": "【解析】本题考查对辩证法矛盾问题的理解。该弹钢琴的例子是选自1949年毛泽东的《党委会的工作方法》讲话。毛泽东用该例子来说明对待事物要坚持“两点论”和“重点论”的统一，要具体问题具体分析。要求干部工作要讲主次，有重点。毛泽东的这个例子生动地说明了唯物辩证法中矛盾问题的运用。这个问题与质变量变问题没有联系，所以选项D排除。 35\\. 关于矛盾的特殊性，理解正确的有（）。 A. 它决定事物的特殊本质 B．它在一定条件下向普遍性转化 C．矛盾着的事物及其各个方面均有其特点 D．人的认识从矛盾特殊性开始，科学认识就在于把握矛盾的特殊性",
    "id": 101
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "在事物发展过程中内因和外因的作用及其相互关系是（）。",
    "options": {
      "A": "内因只有在一定条件下才起到推动事物发展的作用",
      "B": "内因是事物变化的根据，是根本原因",
      "C": "外因是事物变化的条件",
      "D": "外因通过内因起作用"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查矛盾规律的内因与外因关系原理。辩证法认为内因是事物变化发展的根据，外因是事物变化发展的条件，外因通过内因起作用。依据以上辩证法的观点，选项BCD符合要求。",
    "id": 102
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "否定之否定规律揭示了事物发展是（）。",
    "options": {
      "A": "自我完善的过程",
      "B": "直线前进过程和周而复始的循环过程",
      "C": "量变质变相统一的过程",
      "D": "前进性和曲折性相统一的过程"
    },
    "answer": "AD",
    "explanation": "【解析】事物的辩证发展过程经过第一次否定，使矛盾得到初步解决。而处于否定阶段的事物仍然具有片面性，还要经过再次否定，即否定之否定，实现对立面的统一，使矛盾得到解决，事物的辩证发展就是经过两次否定、三个阶段，形成一个周期。否定之否定阶段仿佛是向原来出发点的“回复”，但这是在更高阶段上的“回复”，是“扬弃”的结果，是事物的自我完善过程。因此，选项 A 正确。事物发展是前进性和曲折性的统一。前进性体现在：每一次否定都是质变，都把事物推到新阶段；每一周期都是开放的，不存在不被否定的终点。曲折性体现在回复性上，其中有暂时的停顿和倒退，但是经过曲折终将为事物的发展开辟道路。这表明事物的发展不是直线式的前进而是螺旋式的上升。因此，选项 D 正确。正确答案是 AD。",
    "id": 103
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "1820 年，丹麦物理学家奥斯特在做实验时，突然发现电流的变化引起磁针的偏转。他抓住这一现象进行深入研究，最终揭示了电流的磁效应规律，为后来发明电动机奠定了理论基础。这一事例说明（）。",
    "options": {
      "A": "必然性是通过偶然性表现出来的",
      "B": "偶然性背后隐藏着必然性",
      "C": "偶然性决定着必然性",
      "D": "科学研究的目标是发现必然性，偶然性是科学的敌人"
    },
    "answer": "AB",
    "explanation": "【解析】本题考查必然性与偶然性的辩证关系原理。该试题引用科学发现的事例来说明马克思主义的必然性与偶然性辩证关系原理。唯物辩证法认为，在必然性和偶然性的辩证关系中，必然性是隐藏在偶然性背后的支配力量，必然性决定着偶然性；但必然性是通过偶然性表现出来并为自己开辟道路，必然性体现在偶然性之中。所以选项 AB 表述正确，而 C 错误。科学研究的目标是发现必然性。但必然性隐藏在偶然性之中，科学就是要通过各种偶然性去发现必然性。“偶然性是科学的敌人”是错误的观点。所以 D 也不选。",
    "id": 104
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "毛泽东同志在 1956 年的词句中想象说：“更立西江石壁，截断巫山云雨，高峡出平湖。”近半个世纪后的今天，随着三峡工程的建设，当年诗人的想象变成了现实，这个例子说明（）。",
    "options": {
      "A": "可能一定可以变成现实",
      "B": "人们通过实践可以将意识变成客观现实",
      "C": "主观的东西一定存在于现实世界中",
      "D": "可能在一定条件下可以转化为现实"
    },
    "answer": "BD",
    "explanation": "【解析】本题考查可能与现实、主观与客观的辩证关系，还有实践的作用原理。毛泽东的该词句来自1956年的《水调歌头·游泳》。可能并非一定可以转化为现实，可能只有在一定的条件下才会变成现实。实践的作用，就是将主观的东西变成现实的东西。所以BD正确，A不对。主观的东西，其内容和来源是现实世界的东西，但它本身不一定存在于现实世界中。主观的东西可能是对客观世界的歪曲的虚幻的反映，在客观世界中没有直接对应的原型。所以C不选。",
    "id": 105
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "关于现象和本质，以下理解正确的是（）。",
    "options": {
      "A": "任何本质都是通过现象表现出来",
      "B": "科学研究的任务是要通过现象发现本质",
      "C": "现象有真象和假象之分",
      "D": "即使假象也是本质的表现"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题在于考查对辩证法基本范畴现象与本质的记忆与理解。在本题中，所有选项都是关于现象与本质的正确表述。 41．在辩证思维方法中，逻辑与历史相统一方法的要求有（）。 A. 逻辑的次序与历史事实的顺序必须完全一致 B．逻辑的顺序必须以历史的顺序为基础 想政治工作人员晋升职称政治理论考试复习材料 C. 逻辑是历史的抽象与概括 D. 逻辑的顺序在一定条件下可以与历史的顺序不一致",
    "id": 106
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "马克思说：最蹩脚的建筑师从一开始就比最灵巧的蜜蜂高明的地方，是他在用蜂蜡建筑蜂房以前，已经在自己的头脑中把它建成了。这一命题表明（）。",
    "options": {
      "A": "意识总是先于物质而存在",
      "B": "人的实践活动要以理论为指导",
      "C": "在一定条件下，人的实践受理论的决定",
      "D": "人类的意识具有目的性和计划性"
    },
    "answer": "BD",
    "explanation": "【解析】辩证唯物主义认为，人们做事要注意主观能动性和客观规律性的辩证统一。首先，要尊重客观规律。其次，在尊重客观规律的基础上，要充分发挥主观能动性。意识是能动的，具有目的性、计划性、创造性以及指导实践改造客观世界的作用和指导控制人的行为和生理活动的作用。因此，马克思说：最蹩脚的建筑师从一开始就比最灵巧的蜜蜂高明的地方，是他在用蜂蜡建筑蜂房以前，已经在自己的头脑中把它建成了。其原因是，人类的意识具有目的性和计划性；建筑师的实践活动要以理论为指导。因此，选项 B、选项 D 都正确。选项 A，意识总是先于物质而存在，和辩证唯物主义相悖。选项 C，在一定条件下，人的实践活动受理论的决定也是错误的，在任何时候，都是实践决定理论。因此，正确答案是 BD。 44\\. 下列关于主观能动性在实践中的作用，说法正确的有（）。 A. 主观能动性在实践活动中以一定的现实目的作为核心，以实现自身为归宿，并力图使外部世界按自身的尺度发生改变 B. 主观能动性不仅是实践活动的决定性前提，而且对物质的创造过程起着重大的作用 C. 人的实践活动区别于其他物质活动的本质特点就在于实践具有主体意识性 D. 实践中人的主体意识性体现为人可以克服客观规律",
    "id": 107
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "在实际生活中，下列说法会导致人们不能正确地发挥主观能动作用的是（）。",
    "options": {
      "A": "“人有多大胆，地有多大产”",
      "B": "“不怕做不到，就怕想不到”",
      "C": "“巧妇难为无米之炊”，因此“要从现实出发，不要从可能出发”",
      "D": "“宁可误一年，不冒一分险”"
    },
    "answer": "ABD",
    "explanation": "【解析】选项 ABD 或者犯了主观唯心主义的错误，或者犯了形而上学的错误，因此，都会导致人们不能正确地发挥主观能动性。选项 C 是说物质第一性的观点，而不是意识的能动性问题，与题意不符。所以，正确答案是 ABD。 48．在我国当前的社会主义市场经济中，以尊重规律为借口，不敢锐意进取、积极创新的观点和做法犯的错误有（）。 A. 否认了唯物主义的基本前提 B. 贬低或否认了意识的能动作用 C. 犯了机械决定论的错误 D. 犯了形而上学唯物主义的错误",
    "id": 108
  },
  {
    "section": "马克思主义基本原理",
    "type": "多选题",
    "stem": "统筹兼顾，是我们党在长期社会主义建设实践中形成的重要历史经验，是我们党一贯坚持的科学有效的工作方法，这一方法的哲学依据是（）。",
    "options": {
      "A": "矛盾的普遍性和特殊性的辩证关系",
      "B": "主要矛盾和次要矛盾的辩证关系",
      "C": "矛盾的同一性和斗争性的辩证关系",
      "D": "世界是普遍联系的观点"
    },
    "answer": "ABD",
    "explanation": "【解析】此题考查的知识点是联系和发展，对立统一规律。统筹兼顾是既要抓主要矛盾，又不忽视次要矛盾，统筹兼顾是注意事物之间的联系，统筹兼顾是把事物普遍性和特殊性结合起来考虑问题，所以正确选项是 ABD。",
    "id": 109
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "“十个明确”“十四个坚持”“十三个方面成就”“六个必须坚持”内在贯通、有机统一，共同构成了习近平新时代中国特色社会主义思想的科学体系。其中，构成了这一思想体系的四梁八柱，发挥着统摄作用的是（）。",
    "options": {
      "A": "“十个明确”",
      "B": "“十四个坚持”",
      "C": "“十三个方面成就”",
      "D": "“六个必须坚持”"
    },
    "answer": "A",
    "explanation": "【解析】“十个明确”是习近平新时代中国特色社会主义思想的主体内容，集中体现了这一思想体系的主要观点和基本精神，构成了这一思想体系的四梁八柱，发挥着统摄作用。A正确。“十四个坚持”是习近平新时代中国特色社会主义思想的重要组成部分，是在治国理政各方面作出的理论分析和政策指导，构成了新时代坚持和发展中国特色社会主义的基本方略。“十三个方面成就”对新时代伟大实践进行了科学总结，全景式地展示了习近平新时代中国特色社会主义思想的理论与实践成果。“六个必须坚持”赋予了马克思主义世界观和方法论以新的时代内涵，彰显了习近平新时代中国特色社会主义思想的理论品格和鲜明特征。BCD错误。 2．以习近平同志为主要代表的中国共产党人，坚持把马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合，深刻总结并充分运用党成立以来的历史经验，从新的实际出发，创立了习近平新时代中国特色社会主义思想。习近平新时代中国特色社会主义思想中的主体内容是（）。 A. “两个确立” B. “十四个坚持” C. “十个明确” D. “十三个方面成就”",
    "id": 110
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党的二十大提出的“六个必须坚持”，是习近平新时代中国特色社会主义思想的世界观、方法论和贯穿其中的立场观点方法的重要体现。在这“六个必须坚持”中，必须坚持守正创新是（）。",
    "options": {
      "A": "根本价值立场",
      "B": "内在精神特质",
      "C": "鲜明理论品格",
      "D": "重要实践要求"
    },
    "answer": "C",
    "explanation": "【解析】坚持人民至上是根本价值立场；坚持自信自立是内在精神特质；坚持守正创新是鲜明理论品格，体现了变与不变、继承与发展的内在联系；坚持问题导向是重要实践要求；坚持系统观念是基本思想和工作方法；坚持胸怀天下是中国共产党人的境界格局。C 正确，ABD 错误。",
    "id": 111
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平新时代中国特色社会主义思想是在（）被确立为党必须长期坚持的指导思想。",
    "options": {
      "A": "党的十八大",
      "B": "党的十九大",
      "C": "党的二十大",
      "D": "十九届五中全会"
    },
    "answer": "B",
    "explanation": "【解析】党的十九大把习近平新时代中国特色社会主义思想确立为党必须长期坚持的指导思想并写入党章，实现了党的指导思想的与时俱进。 5\\. 中国特色社会主义进入新时代，我国社会主要矛盾已经转化为（）。 A. 人民日益增长的物质文化需要同落后的社会生产之间的矛盾 B. 人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾 C. 生产力与生产关系、经济基础与上层建筑之间的矛盾 D. 人口、资源、环境与经济发展之间的矛盾",
    "id": 112
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平新时代中国特色社会主义思想是马克思主义基本原理同中国具体实际相结合、同中华优秀传统文化相结合的重大成果，是坚持“两个结合”的光辉典范。习近平新时代中国特色社会主义思想创立的时代背景有（）。",
    "options": {
      "A": "世界百年未有之大变局加速演进",
      "B": "中华民族伟大复兴进入关键时期",
      "C": "中国式现代化全面推进拓展",
      "D": "中国共产党自我革命开辟新的境界"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查习近平新时代中国特色社会主义思想创立的时代背景。习近平新时代中国特色社会主义思想创立的时代背景：第一，世界百年未有之大变局加速演进；第二，中华民族伟大复兴进入关键时期；第三，中国式现代化全面推进拓展；第四，科学社会主义在21世纪的中国焕发新的蓬勃生机；第五，中国共产党自我革命开辟新的境界。因此，选项ABCD正确。",
    "id": 113
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "在文化传承发展座谈会上，习近平总书记系统总结了中华文明的五大突出特性，科学阐述了“两个结合”的历史逻辑、理论逻辑和实践逻辑。习近平总书记特别指出，“第二个结合”表明（）。",
    "options": {
      "A": "我们党对自我革命的认识达到了新高度",
      "B": "我们党对中国道路、理论、制度的认识达到了新高度",
      "C": "我们党的历史自信、文化自信达到了新高度",
      "D": "我们党在传承中华优秀传统文化中推进理论创新的自觉性达到了新高度"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查“两个结合”。“两个结合”让中国特色社会主义道路有了更加宏阔深远的历史纵深，拓展了中国特色社会主义道路的文化根基，开辟了广阔的理论和实践创新空间，表明我们党对中国道路、理论、制度的认识达到了新高度，表明我们党的历史自信、文化自信达到了新高度，表明我们党在传承中华优秀传统文化中推进理论创新的自觉性达到了新高度。因此，选项 BCD 正确。选项 A，“自我革命”是党的自身建设问题，而“两个结合”是理论创新与发展的问题，二者不属于一个问题，故排除。 3．习近平新时代中国特色社会主义思想坚持科学社会主义基本原则，深刻总结和充分运用党百年奋斗的历史经验，根据时代和实践发展变化，科学回答了重大时代课题，以全新的视野深化了对共产党执政规律、社会主义建设规律、人类社会发展规律的认识。习近平新时代中国特色社会主义思想科学回答的重大时代课题是（）。 A. 新时代坚持和发展什么样的中国特色社会主义、怎样坚持和发展中国特色社会 主义 B. 建设什么样的社会主义现代化强国、怎样建设社会主义现代化强国 C. 建设什么样的长期执政的马克思主义政党、怎样建设长期执政的马克思主义政党 D. 实现什么样的发展、怎样发展 ##### 【答案】ABC 【解析】科学发展观创造性地回答了新形势下“实现什么样的发展、怎样发展”这一重大问题，D 不符合题意。ABC 正确。 4．以习近平同志为主要代表的中国共产党人，",
    "id": 114
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "历史和实践充分证明，只有社会主义才能救中国，只有社会主义才能发展中国，只有坚持和发展中国特色社会主义才能实现中华民族伟大复兴。一个国家实行什么样的主义，关键要看这个主义能否解决这个国家面临的（）。",
    "options": {
      "A": "社会性课题",
      "B": "政治性课题",
      "C": "历史性课题",
      "D": "文化性课题"
    },
    "answer": "C",
    "explanation": "【解析】本题考查中国特色社会主义具有深厚的历史渊源。一个国家实行什么样的主义，关键要看这个主义能否解决这个国家面临的历史性课题。因此，选项 C 正确。选项 ABD，社会性、政治性和文化性都只是历史进程中的一个方面，不能代表历史的全部，故 不选。 2．科学社会主义诞生170多年来，人类社会发生了翻天覆地的变化，世界资本主义和社会主义都发生了很大变化，但是资本主义的基本矛盾没有变，工人阶级的历史使命没有变，科学社会主义的真理性没有变。科学社会主义基本原则是马克思主义的（）。 A. 活的灵魂 B. 核心内容 C. 基本立场 D. 基本方法",
    "id": 115
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党的基本路线明确了中国特色社会主义发展的历史方位、主体力量、兴国之要、立国之本、强国之路和奋斗目标，必须牢牢坚持、毫不动摇。实践证明，党的基本路线是（）。",
    "options": {
      "A": "坚持和发展中国特色社会主义的行动指南",
      "B": "我们党的生命线和根本工作路线",
      "C": "中国共产党的思想路线的核心",
      "D": "国家的生命线、人民的幸福线"
    },
    "answer": "D",
    "explanation": "【解析】本题考查党的基本路线。党的基本路线是国家的生命线、人民的幸福线。因此，选项 D 正确。选项 A，党的基本理论是坚持和发展中国特色社会主义的行动指南，故不选。选项 B，群众路线是我们党的生命线和根本工作路线，故不选。选项 C，实事求是是中国共产党思想路线的核心，故不选。",
    "id": 116
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "“四个全面”战略布局，是新的时代条件下坚持和发展中国特色社会主义、推进改革开放和社会主义现代化建设的战略抉择。“四个全面”战略布局既有战略目标又有战略举措，每个“全面”之间具有紧密的内在逻辑，是一个整体战略部署的有序展开。在“四个全面”中居于引领地位的是（）。",
    "options": {
      "A": "全面深化改革",
      "B": "全面依法治国",
      "C": "全面从严治党",
      "D": "全面建设社会主义现代化国家"
    },
    "answer": "D",
    "explanation": "【解析】全面建设社会主义现代化国家是战略目标，在“四个全面”中居于引领地位；全面深化改革、全面依法治国、全面从严治党是三大战略举措，为全面建设社会主义现代化国家提供重要保障。D 正确，ABC 错误。",
    "id": 117
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "改革开放以来我们取得一切成绩和进步的根本原因，归结起来就是：开辟了中国特色社会主义道路，形成了中国特色社会主义理论体系，确立了中国特色社会主义制度，发展了中国特色社会主义文化。其中，作为根本保障的是（）。",
    "options": {
      "A": "中国特色社会主义道路",
      "B": "中国特色社会主义理论体系",
      "C": "中国特色社会主义制度",
      "D": "中国特色社会主义文化"
    },
    "answer": "C",
    "explanation": "【解析】改革开放以来我们取得一切成绩和进步的根本原因，归结起来就是：开辟了中国特色社会主义道路，形成了中国特色社会主义理论体系，确立了中国特色社会主义制度，发展了中国特色社会主义文化。其中，道路是实现途径，理论体系是行动指南，制度是根本保障，文化是精神力量，四者统一于中国特色社会主义伟大实践。C 正确。 6．中国特色社会主义进入新时代，是长期以来特别是党的十八大以来我们党领导人民不懈奋斗的必然结果，是我们党在科学把握形势和实践发展变化基础上作出的重大判断。新时代是我国发展新的历史方位，标志着中国特色社会主义事业进入了新的发展阶段。中国特色社会主义进入新时代重大判断的基本依据是（）。 A. 我国社会主要矛盾发生新变化 B. 党的主要任务发生新变化 C．中国和世界关系发生新变化 D．发展理念和思路发生新变化",
    "id": 118
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "历史和现实充分证明，我们党团结带领全国各族人民探索形成的党的基本理论、基本路线、基本方略是完全正确的，必须长期坚持、全面贯彻。我们党坚定信仰信念、把握历史主动的根本所在是（）。",
    "options": {
      "A": "高举中国特色社会主义伟大旗帜",
      "B": "坚信中国特色社会主义制度",
      "C": "拥有马克思主义科学理论指导",
      "D": "坚持人民至上"
    },
    "answer": "C",
    "explanation": "【解析】本题考查党的基本理论。拥有马克思主义科学理论指导是我们党鲜明的政治品格和强大的政治优势，是我们党坚定信仰信念、把握历史主动的根本所在。因此，选项 C 正确。选项 A，党要在新的历史方位上实现新时代党的历史使命，最根本的就是要高举中国特色社会主义伟大旗帜，故不选。选项 B，坚信中国特色社会主义制度是当代中国发展进步的根本制度保障，故不选。选项 D，坚持人民至上是根本价值立场，体现了历史唯物主义群众史观，故不选。 ##### 多项选择题",
    "id": 119
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平总书记指出：“党的十一届三中全会是划时代的，开启了改革开放和社会主义现代化建设历史新时期。”改革开放以来我们取得一切成绩和进步的根本原因，归结起来就是（）。",
    "options": {
      "A": "开辟了中国特色社会主义道路",
      "B": "形成了中国特色社会主义理论体系",
      "C": "确立了中国特色社会主义制度",
      "D": "发展了中国特色社会主义文化"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查“四个自信”。改革开放以来我们取得一切成绩和进步的根本原因，归结起来就是：开辟了中国特色社会主义道路，形成了中国特色社会主义理论体系，确立了中国特色社会主义制度，发展了中国特色社会主义文化。因此，选项 ABCD 正确。 2．我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾，这改变了1981年中共十一届六中全会通过的《中国共产党中央委员会关于建国以来党的若干历史问题的决议》对主要矛盾的论述。其改变的主要依据是（）。 A. 我国社会生产力水平总体上有了显著提高 B. 人民不仅对物质文化生活提出更高的要求，而且对其他方面的要求日益增长 C. 我国仍处于并将长期处于社会主义初级阶段 D．影响满足人民日益增长的美好生活需要的因素很多，但主要是发展的不平衡不充分问题",
    "id": 120
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "党的十八大以来，我们党科学把握我国发展新的历史方位，作出中国特色社会主义进入新时代的重大政治判断。新时代的伟大变革，在党史、新中国史、改革开放史、社会主义发展史、中华民族发展史上具有里程碑意义。主要表现在（）。",
    "options": {
      "A": "走过百年奋斗历程的中国共产党在革命性锻造中更加坚强有力",
      "B": "中国人民的前进动力更加强大、奋斗精神更加昂扬、必胜信念更加坚定，焕发出更为强烈的历史自觉和主动精神",
      "C": "改革开放和社会主义现代化建设深入推进，书写了经济快速发展和社会长期稳 定两大奇迹新篇章",
      "D": "科学社会主义在 21 世纪的中国焕发出新的蓬勃生机，中国式现代化为人类实现现代化提供了新的选择"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查新时代的伟大变革的里程碑意义。第一，走过百年奋斗历程的中国共产党在革命性锻造中更加坚强有力；第二，中国人民的前进动力更加强大、奋斗精神更加昂扬、必胜信念更加坚定，焕发出更为强烈的历史自觉和主动精神；第三，改革开放和社会主义现代化建设深入推进，书写了经济快速发展和社会长期稳定两大奇迹新篇章，我国发展具备了更为坚实的物质基础、更为完善的制度保证，实现中华民族伟大复兴进入了不可逆转的历史进程；第四，科学社会主义在21世纪的中国焕发出新的蓬勃生机，中国式现代化为人类实现现代化提供了新的选择。因此，选项ABCD正确。 4\\. 中国特色社会主义进入新时代，我国社会主要矛盾已经转化为人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾。新时代我国社会主要矛盾的变化（）。 A. 是在社会主义初级阶段中发生的变化 B．是关系全局的历史性变化 C. 没有改变我国仍处于并将长期处于社会主义初级阶段的基本国情 D．正确反映了我国全面建成小康社会之后的新特点",
    "id": 121
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "“70后、80后、90后、00后，他们走出去看世界之前，中国已经可以平视这个世界了。”2021年全国两会期间，习近平总书记的一席话，令人感慨万千。坚定中国特色社会主义道路自信、理论自信、制度自信、文化自信，中国共产党和中国人民有着深厚的根基和底气，根基和底气在于我们有（）。",
    "options": {
      "A": "中国共产党的坚强领导",
      "B": "更为完善的制度保证、更为坚实的物质基础、更为主动的精神力量",
      "C": "连绵不绝的中华 5000 多年文明",
      "D": "广大的国土和世界第一人口大国的独特优势"
    },
    "answer": "ABC",
    "explanation": "【解析】习近平指出：“当今世界，要说哪个政党、哪个国家、哪个民族能够自信的话，那中国共产党、中华人民共和国、中华民族是最有理由自信的。”我们有中国共产党的坚强领导，这是中国特色社会主义最本质的特征，是中国特色社会主义制度的最大优势；我们有新中国成立、改革开放以来特别是党的十八大以来形成的更为完善的制度保证、更为坚实的物质基础、更为主动的精神力量，时与势在我们一边，这是中国特色社会主义所独具的发展优势；我们有连绵不绝的中华5000多年文明，这是中国特色社会主义的文化根脉和突出优势，是我们在世界风云激荡中站稳脚跟的根基。因此ABC正确，D错误。",
    "id": 122
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "中国梦是国家的梦、民族的梦，也是每一个中国人的梦。“民惟邦本，本固邦宁”，国家的富强、民族的振兴都要以人民的权利得到保障、利益得到实现、幸福得到满足为条件。因此，国家富强、民族振兴的根本出发点和落脚点是（）。",
    "options": {
      "A": "人民幸福",
      "B": "政治民主",
      "C": "社会和谐",
      "D": "经济发达"
    },
    "answer": "A",
    "explanation": "【解析】本题考查中国梦。人民幸福，就是要坚持以人民为中心，增进人民福祉，促进人的全面发展，朝着共同富裕方向稳步前进。人民幸福是国家富强、民族振兴的根本出发点和落脚点。因此，选项 A 正确。选项 BCD 不符合题意，故不选。 2．中国式现代化是一项前无古人的开创性、探索性事业，也是一个复杂的系统工程。推进现代化最坚实的根基、最深厚的力量是（）。 A. 中国特色社会主义道路 B. 人民群众 C. 斗争精神 D. 深化改革开放",
    "id": 123
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平指出：“中国式现代化，是中国共产党领导的社会主义现代化，既有各国现代化的共同特征，更有基于自己国情的中国特色。”与西方现代化相比，中国式现代化的显著标志是（）。",
    "options": {
      "A": "人口规模巨大的现代化",
      "B": "全体人民共同富裕的现代化",
      "C": "人与自然和谐共生的现代化",
      "D": "走和平发展道路的现代化"
    },
    "answer": "B",
    "explanation": "【解析】本题考查中国式现代化。西方现代化的最大弊端，就是以资本为中心而不是以人民为中心。中国式现代化是全体人民共同富裕的现代化，这是中国式现代化区别于西方现代化的显著标志。因此，选项 B 正确。选项 ACD，均属于 “中国式现代化的中国特色”，但并不是与西方现代化最显著的区别，故不选。 4．实现中华民族伟大复兴，就是中华民族近代以来最伟大的梦想。100多年来，中国共产党团结带领中国人民进行的一切奋斗、一切牺牲、一切创造，归结起来就是一个主题：实现中华民族伟大复兴。实现中华民族伟大复兴的中国梦，本质是（）。 A. 全面建成富强民主文明和谐美丽的社会主义现代化强国 B．使中华民族更加坚强有力地自立于世界民族之林，为人类作出新的更大的贡献 C. 坚持以人民为中心，增进人民福祉，促进人的全面发展，朝着共同富裕方向稳步前进 D. 国家富强、民族振兴、人民幸福",
    "id": 124
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面建成小康社会不是终点，而是新生活、新奋斗的起点。党的二十大进一步明确，从2020年到21世纪中叶可以分为两个阶段来安排。第一个阶段的奋斗目标是（）。",
    "options": {
      "A": "全体人民共同富裕基本实现",
      "B": "全面实现社会主义现代化",
      "C": "基本实现社会主义现代化",
      "D": "实现国家治理体系和治理能力现代化"
    },
    "answer": "C",
    "explanation": "【解析】本题考查全面建成社会主义现代化强国。全面建成社会主义现代化强国总的战略安排分两步走：从2020年到2035年基本实现社会主义现代化；从2035年到21世纪中叶把我国建成富强民主文明和谐美丽的社会主义现代化强国。因此，选项C正确。选项AD，属于第二个阶段奋斗目标的具体任务，故不选。选项B，表述错误，故不选。 6．党的二十大报告指出，全党必须牢记“五个必由之路”，强调“这是我们在长期实践中得出的至关紧要的规律性认识，必须倍加珍惜、始终坚持。”在“五个必由之路”中，中国人民创造历史伟业的必由之路是（）。 A. 坚持党的全面领导 B. 中国特色社会主义 C. 贯彻新发展理念 D. 团结奋斗",
    "id": 125
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "在长期实践过程中，党领导人民不懈探索现代化道路，取得了社会主义现代化建设的伟大成就，用几十年时间走完了发达国家几百年走过的工业化历程。我国现代化建设的出发点和落脚点是（）。",
    "options": {
      "A": "完善和发展中国特色社会主义制度",
      "B": "增进民生福祉、促进社会公平",
      "C": "实现人民对美好生活的向往",
      "D": "实现高质量发展"
    },
    "answer": "C",
    "explanation": "【解析】中国式现代化是全体人民共同富裕的现代化。这是中国式现代化区别于西方现代化的显著标志。必须把实现人民对美好生活的向往作为现代化建设的出发点和落脚点，C正确。完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化，是全面深化改革的总目标，故A错误。中国特色社会保障体系把增进民生福祉、促进社会公平作为根本出发点和落脚点，故B错误。高质量发展是全面建设社会主义现代化国家的首要任务，故D错误。 #### 多项选择题 1．习近平指出：“一百年来，中国共产党团结带领中国人民进行的一切奋斗、一切牺牲、一切创造，归结起来就是一个主题：实现中华民族伟大复兴。”实现中华民族伟大复兴的中国梦，本质是（）。 A. 国家富强 B. 民族振兴 C. 社会和谐 D. 人民幸福",
    "id": 126
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "全面建成小康社会，高质量完成了社会主义现代化建设“三步走”战略的第二步，使中华民族伟大复兴向前迈出新的一大步。如期全面建成小康社会（）。",
    "options": {
      "A": "兑现了党向人民、向历史作出的庄严承诺",
      "B": "标志着第一个百年奋斗目标胜利实现",
      "C": "极大彰显了中国特色社会主义制度的优势",
      "D": "践行了党为中国人民谋幸福、为中华民族谋复兴的初心使命"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查全面建成小康社会。如期全面建成小康社会，兑现了党向人民、向历史作出的庄严承诺，践行了党为中国人民谋幸福、为中华民族谋复兴的初心使命。如期全面建成小康社会，标志着第一个百年奋斗目标胜利实现，中华民族实现了从大幅落后于时代到大踏步赶上时代的新跨越。如期全面建成小康社会，极大彰显了中国特色社会主义制度的优势，极大提升了民族自信心自豪感，极大增强了实现中华民族伟大复兴的能量。因此，选项 ABCD 正确。",
    "id": 127
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "在漫长的历史长河中，人类创造和发展了多姿多彩的文明，构成了波澜壮阔的文明图谱。中国式现代化是我们党领导全国各族人民在长期探索和实践中历经千辛万苦、付出巨大代价取得的重大成果。中国式现代化（）。",
    "options": {
      "A": "是人类社会现代化的最高级形态",
      "B": "深深植根于中华优秀传统文化",
      "C": "借鉴吸收一切人类优秀文明成果",
      "D": "是一种全新的人类文明形态"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查中国式现代化。中国式现代化，深深植根于中华优秀传统文化，体现科学社会主义的先进本质，借鉴吸收一切人类优秀文明成果，代表人类文明进步的发展方向，是一种全新的人类文明形态。因此，选项 BCD 正确。选项 A，中国式现代化开辟了人类文明的新形态，但不能说是人类社会现代化的最高级形态。每个国家都可以有适合自己的现代化模式，并不能说哪种模式是最高级的，故不选。 4．习近平指出：“中国式现代化，是我们为如何唤醒‘睡狮’、实现民族复兴这个重大历史课题所给出的答案。”中国式现代化是中国共产党领导人民长期探索和实践的重大成果。中国式现代化（）。 A. 深深植根于中华优秀传统文化 B. 体现科学社会主义的先进本质 C．借鉴吸收一切人类优秀文明成果 D．代表人类文明进步的发展方向",
    "id": 128
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "我国国家制度和国家治理体系具有多方面的显著优势，其中最大优势是（）。",
    "options": {
      "A": "发展生产力",
      "B": "全面深化改革开放",
      "C": "全过程人民民主",
      "D": "中国共产党领导"
    },
    "answer": "D",
    "explanation": "【解析】本题考查中国共产党领导。我国国家制度和国家治理体系具有多方面的显著优势，其中最大优势是中国共产党领导。这一优势是带有统领性的根本优势，贯穿于中国特色社会主义制度和国家治理体系其他方面显著优势中。因此，选项 D 正确。选项 A，社会主义的根本任务是发展生产力，故不选。选项 B，全面深化改革开放是新时代坚持和发展中国特色社会主义的根本动力，故不选。选项 C，全过程人民民主是社会主义民主政治的本质属性，故不选。 2．党的领导，必须按照民主集中制原则，层层体现到治国理政的全过程各方面。党中央作出的决策部署，党的组织、宣传、统战、政法等部门要贯彻落实，人大、政府、政协、监委、法院、检察院、军队的党组织要贯彻落实，人民团体、企事业单位等的党组织也要贯彻落实。这体现了（）。 A. 党的领导是全面的 B. 党的领导是系统的 C. 党的领导是整体的 D. 党的领导是多样的",
    "id": 129
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "恩格斯强调：“没有权威，就不可能有任何的一致行动。”党保持团结统一和强大战斗力、不断取得胜利的关键所在是（）。",
    "options": {
      "A": "党中央集中统一领导",
      "B": "解放和增强社会活力",
      "C": "思想引领力",
      "D": "群众组织力"
    },
    "answer": "A",
    "explanation": "【解析】本题考查维护党中央权威和集中统一领导。党中央集中统一领导是党的领导的最高原则，是党保持团结统一和强大战斗力、不断取得胜利的关键所在。因此，选项 A 正确。选项 B，解放和增强社会活力，是社会主义改革的内在要求和基本目的，也是新时代全面深化改革的关键所在，故不选。选项 C，思想引领力是保证全党全国各族人民思想统一、步调一致的坚实基础，故不选。选项 D，群众组织力是我们党坚如磐石、坚不可摧的力量根基，故不选。 #### 多项选择题 1\\. 习近平指出：“一定要认清，中国最大的国情就是中国共产党的领导。什么是中国特色？这就是中国特色。”中国共产党领导是（）。 A. 社会主义改革开放的出发点和落脚点 B. 人民当家作主的可靠保障 C．实现中华民族伟大复兴的根本保证 D．中国特色社会主义事业的坚强核心",
    "id": 130
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平指出：“中国特色社会主义制度是一个严密完整的科学制度体系，起四梁八柱作用的是根本制度、基本制度、重要制度，其中具有统领地位的是党的领导制度。”党的领导制度是（）。",
    "options": {
      "A": "国家治理体系和治理能力现代化的关键",
      "B": "中国特色社会主义制度体系的核心",
      "C": "党的领导核心地位的必然反映和内在要求",
      "D": "贯穿党治国理政全部活动的一条红线"
    },
    "answer": "ABC",
    "explanation": "【解析】本题考查党的领导制度。党的领导制度是党的领导核心地位的必然反映和内在要求，明确了我国政治生活的领导关系、领导主体、领导对象，是中国特色社会主义制度体系的核心，是国家治理体系和治理能力现代化的关键，发挥着提纲挈领、无可替代的作用。因此，选项 ABC 正确。选项 D，坚持以人民为中心，是新时代坚持和发展中国特色社会主义的根本立场，是贯穿党治国理政全部活动的一条红线，故不选。 （五）坚持以人民为中心",
    "id": 131
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平指出：“人民是历史的创造者，人民是真正的英雄。波澜壮阔的中华民族发展史是中国人民书写的！博大精深的中华文明是中国人民创造的！历久弥新的中华民族精神是中国人民培育的！”这是因为，人民性是（）。",
    "options": {
      "A": "马克思主义的内在品质",
      "B": "马克思主义首要的和基本的观点",
      "C": "马克思主义的本质属性和鲜明品格",
      "D": "马克思主义的发展性的应有之义和必然要求"
    },
    "answer": "C",
    "explanation": "【解析】本题考查人民是历史的创造者。人民性是马克思主义的本质属性和鲜明品格。坚持以人民为中心，是新时代坚持和发展中国特色社会主义的根本立场，是贯穿党治国理政全部活动的一条红线。因此，选项 C 正确。选项 AD，革命性是马克思主义的内在品质，是马克思主义的人民性、实践性和发展性的应有之义和必然要求，故不选。选项 B，实践观点是马克思主义首要的和基本的观点，故不选。 2．政治立场是一个政党观察、认识、处理政治问题的立足点，反映了这个政党的世界观、方法论和执政理念，体现了这个政党的根本属性。我们党的最大政治优势是（）。 A. 全过程人民民主 B. 人民当家作主 C. 勇于自我革命 D. 密切联系群众",
    "id": 132
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平指出：“群众路线是我们党的生命线和根本工作路线，是我们党永葆青春活力和战斗力的重要传家宝。”我们党是在同人民群众的密切联系中成长、发展、壮大起来的。贯彻党的群众路线的有效途径是（）。",
    "options": {
      "A": "调查研究",
      "B": "武装斗争",
      "C": "统一战线",
      "D": "党的建设"
    },
    "answer": "A",
    "explanation": "【解析】本题考查坚持和贯彻党的群众路线。调查研究是获得真知灼见的源头活水，是贯彻党的群众路线的有效途径。因此，选项 A 正确。 4\\. 新时代坚持和发展中国特色社会主义的根本立场是（）。 A. 坚持以人民为中心 B. 坚持以经济建设为中心 C. 坚持四项基本原则 D. 坚持改革开放",
    "id": 133
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "群众路线是我们党始终坚持的根本工作方法。党的领导工作的正确方法就是将群众意见集中起来形成正确的决策，又到群众中宣传解释，将决策化为群众的行动，并在群众实践中检验这些决策是否正确。贯彻党的群众路线必须以知促行、以行促知，做到知行合一，其中，“知”是（）。",
    "options": {
      "A": "重点和关键",
      "B": "基础和前提",
      "C": "手段和目的",
      "D": "出发点和落脚点"
    },
    "answer": "B",
    "explanation": "【解析】贯彻党的群众路线，“知”是基础、是前提，“行”是重点、是关键。必须以知促行、以行促知，做到知行合一，使群众路线落地稳、扎根深，融入经济社会发展全过程，贯穿到党的全部工作中。B 正确，ACD 错误。",
    "id": 134
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "实现现代化是近代以来中国人民孜孜以求的宏愿。中国共产党团结带领中国人民追求民族复兴的历史，也是一部不断探索现代化道路的历史。现代化的最终目标是实现( )。",
    "options": {
      "A": "中华民族伟大复兴",
      "B": "物质财富极大丰富",
      "C": "社会关系高度和谐",
      "D": "人自由而全面的发展"
    },
    "answer": "D",
    "explanation": "【解析】推动全体人民共同富裕与促进人的全面发展是高度统一的。马克思主义政党的最高目标是实现共产主义，并把实现人的自由而全面发展作为共产主义的本质特征。习近平指出，现代化的最终目标是实现人自由而全面的发展。D 正确。物质财富极大丰富、消费资料按需分配，社会关系高度和谐、人们精神境界极大提高，是共产主义社会三个基本特征中的另外两个。ABC 错误。",
    "id": 135
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "坚持以人民为中心的发展思想，真正做到发展成果由人民共享，就必须落实到扎实推进全体人民共同富裕上，在推动共同富裕过程中促进人的全面发展。共同富裕是（）。",
    "options": {
      "A": "中国特色社会主义的重要物质基础和政治基础",
      "B": "中国特色社会主义的本质要求",
      "C": "中国特色社会主义制度的重要支柱",
      "D": "中国特色社会主义最本质的特征"
    },
    "answer": "B",
    "explanation": "【解析】本题考查共同富裕。共同富裕是中国特色社会主义的本质要求，是中国式现代化的重要特征。因此，选项 B 正确。选项 A，国有企业是中国特色社会主义的重要物质基础和政治基础，是我们党执政兴国的重要支柱和依靠力量，故不选。选项 C，社会主义基本经济制度是中国特色社会主义制度的重要支柱，是新时代推动实现高质量发展的制度基础，故不选。选项 D，党的领导是中国特色社会主义最本质的特征，故不选。 #### 多项选择题 1\\. 人民立场是中国共产党的根本政治立场，是我们党区别于其他政党的显著标志。坚持人民立场，就要（）。 A. 始终牢记党的初心和使命 B. 尊重实践、尊重创造 C. 热爱人民、尊重人民、敬畏人民 D. 始终保持党同人民群众的血肉联系",
    "id": 136
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平指出：“开展调查研究就是走群众路线，没有调查就没有发言权，就没有决策权。”不论过去、现在和将来，我们都要坚持一切为了群众，一切依靠群众，从群众中来，到群众中去，把群众路线贯彻到治国理政全部活动之中。这是因为群众路线是（）。",
    "options": {
      "A": "我们党永葆青春活力和战斗力的重要传家宝",
      "B": "我们党认识世界和改造世界的根本要求",
      "C": "我们党的生命线和根本工作路线",
      "D": "我们党始终坚持的根本工作方法"
    },
    "answer": "ACD",
    "explanation": "【解析】本题考查坚持和贯彻党的群众路线。群众路线是我们党的生命线和根本工作路线，是我们党永葆青春活力和战斗力的重要传家宝，是我们党始终坚持的根本工作方法。因此，选项 ACD 正确。选项 B，实事求是是中国共产党人认识世界、改造世界的根本要求，是中国共产党的思想路线，故不选。 3．共同富裕是中国特色社会主义的本质要求，是中国式现代化的重要特征。要从全局角度来把握共同富裕。共同富裕是（）。 A. 全体人民共同富裕 B．人民群众物质生活和精神生活都富裕 C．所有人都同时富裕 D．所有地区同时达到一个富裕水准",
    "id": 137
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "75 年前，毛泽东同志向世界庄严宣告了中华人民共和国的成立，中国人民从此站起来了。中华人民共和国成立以来，特别是改革开放以来，我们党领导人民创造了世所罕见的两大奇迹，这就是（）。",
    "options": {
      "A": "经济快速发展奇迹和生态环境改善奇迹",
      "B": "文化繁荣兴盛奇迹和社会长期稳定奇迹",
      "C": "文化繁荣兴盛奇迹和生态环境改善奇迹",
      "D": "经济快速发展奇迹和社会长期稳定奇迹"
    },
    "answer": "D",
    "explanation": "【解析】本题考查改革开放是我们前进的重要法宝。中华人民共和国成立以来，特别是改革开放以来，我们党领导人民创造了世所罕见的两大奇迹：一是经济快速发展奇迹；二是社会长期稳定奇迹。因此，选项 D 正确。选项 A，生态环境改善进程正在加快，但部分地区依旧发展较慢，故不选。选项 BC，文化事业在 “文革” 期间有所影响，属于正在努力实现的目标，故不选。 3．新时代全面深化改革具有全面性、系统性、整体性的鲜明特点，必须将其作为一 个系统工程来把握。全面深化改革的总目标是（）。 A. 发展社会主义市场经济 B．完善和发展中国特色社会主义制度，推进国家治理体系和治理能力现代化 C. 巩固社会主义制度 D．实现中华民族伟大复兴",
    "id": 138
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面深化改革开放改什么、怎么改，这是一个带有根本性的问题。牢牢把握全面深化改革开放的正确方向，确保改革不改向、变革不变色，必须有利于进一步解放思想、进一步解放和发展社会生产力、进一步解放和增强社会活力。这“三个进一步解放”既是改革的目的，又是改革的条件。改革开放的鲜明特征和首要任务是（）。",
    "options": {
      "A": "解放思想",
      "B": "解放和发展社会生产力",
      "C": "解放和增强社会活力",
      "D": "以创新的思维和办法解决前进中的问题"
    },
    "answer": "B",
    "explanation": "【解析】解放思想，是开启改革开放事业的思想前提，也是新时代全面深化改革开放的思想前提。解放和发展社会生产力，是改革开放的鲜明特征和首要任务，也是新时代贯彻新发展理念、构建新发展格局、推动高质量发展的必然要求。解放和增强社会活力，是社会主义改革的内在要求和基本目的，也是新时代全面深化改革的关键所在。B 正确，ACD 错误。 5\\. 正确处理好改革、发展、稳定的关系，是我国改革开放的一条重要经验。正确处理改革、发展、稳定关系的结合点是（）。 A. 不断开辟发展新领域、新赛道 B. 人的自由而全面的发展 C. 坚持守正创新 D. 改善人民生活",
    "id": 139
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面深化改革开放，不是某个领域某个方面的变革，而是涉及党和国家事业发展全局的体制机制变革。全面深化改革开放的主线是（）。",
    "options": {
      "A": "重要领域和关键环节改革",
      "B": "经济体制改革",
      "C": "制度建设",
      "D": "统筹改革、发展、稳定"
    },
    "answer": "C",
    "explanation": "【解析】统筹推进各领域各方面改革开放，必须以全面深化改革总目标为引领，以制度建设为主线，以经济体制改革为重点，以重要领域和关键环节改革为突破口，使各方面改革协同推进、环环相扣、形成合力。C 正确，AB 错误。统筹改革、发展、稳定是全面深化改革开放要坚持的正确方法论之一，D 错误。 7\\. 中国特色社会主义制度的成熟定型是一个在改革中不断推进的过程。当前，我国发展还面临一系列突出矛盾和挑战，新时代坚持和发展中国特色社会主义的根本动力是（）。 A. 全面从严治党 B. 全面依法治国 C. 全面深化改革开放 D. 全面建设社会主义现代化国家",
    "id": 140
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面深化改革的总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化。这一总目标是一个内涵丰富的有机整体，两句话都讲，才是完整的、全面的。这一总目标的提出，标志着（）。",
    "options": {
      "A": "中国特色社会主义事业进入了新的发展阶段",
      "B": "党探索中国社会主义建设道路的良好开端",
      "C": "我国进入了一个新发展阶段",
      "D": "我们党对社会主义建设规律和改革开放规律认识的深化"
    },
    "answer": "D",
    "explanation": "【解析】本题考查全面深化改革。全面深化改革总目标的提出，标志着我们党对社会主义建设规律和改革开放规律认识的深化，对于新时代统筹推进各领域各方面的改革，对于决胜全面建成小康社会、全面建设社会主义现代化国家、全面推进中华民族伟大复兴具有重大指导意义。因此，选项 D 正确。选项 A，新时代是我国发展新的历史方位，标志着中国特色社会主义事业进入了新的发展阶段，故不选。选项 B，《论十大关系》标志着党探索 中国社会主义建设道路的良好开端，故不选。选项 C，全面建成小康社会、实现第一个百年奋斗目标之后，我们要乘势而上开启全面建设社会主义现代化国家新征程，向第二个百年奋斗目标进军，这标志着我国进入了一个新发展阶段，故不选。 ##### 多项选择题 1\\. 党的十一届三中全会深刻把握党和国家前途命运，作出实行改革开放的历史性决策。改革开放是我们党的一次伟大觉醒，正是这个伟大觉醒孕育了我们党从理论到实践的伟大创造。改革开放是（）。 A. 坚持和发展中国特色社会主义的必由之路 B．党和人民大踏步赶上时代的重要法宝 C. 决定当代中国命运的关键一招 D．全面建设社会主义现代化国家的基础性、战略性支撑",
    "id": 141
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "全面深化改革开放必须有利于进一步解放思想、进一步解放和发展社会生产力、进一步解放和增强社会活力。习近平指出：“这‘三个进一步解放’既是改革的目的，又是改革的条件。”其中，解放和增强社会活力是（）。",
    "options": {
      "A": "社会主义改革的内在要求和基本目的",
      "B": "改革开放的鲜明特征和首要任务",
      "C": "新时代全面深化改革的关键所在",
      "D": "开启改革开放事业的思想前提"
    },
    "answer": "AC",
    "explanation": "【解析】本题考查“三个进一步解放”。解放和增强社会活力，是社会主义改革的内在要求和基本目的，也是新时代全面深化改革的关键所在。因此，选项 AC 正确。选项 B，解放和发展社会生产力，是改革开放的鲜明特征和首要任务，故不选。选项 D，解放思想，是开启改革开放事业的思想前提，也是新时代全面深化改革开放的思想前提，故不选。 3．习近平指出，“中国将坚持实施更大范围、更宽领域、更深层次对外开放，坚持走中国式现代化道路，建设更高水平开放型经济新体制。”建设更高水平开放型经济新体制的举措有（）。 A. 要依托我国超大规模市场优势，以国内大循环吸引全球资源要素，提升贸易投 资合作质量和水平 B. 深化贸易投资领域体制机制改革，稳步扩大规则、规制、管理、标准等制度型开放 C. 推动货物贸易优化升级，创新服务贸易发展机制，发展数字贸易，加快建设贸易强国 D. 优化区域开放布局，实施自由贸易试验区提升战略，形成陆海内外联动、东西双向互济的开放格局",
    "id": 142
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "党的十八届三中全会通过的《中共中央关于全面深化改革若干重大问题的决定》，提出全面深化改革的总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化。国家治理体系和国家治理能力的关系是（）。",
    "options": {
      "A": "国家治理体系和国家治理能力是等同的",
      "B": "国家治理体系越完备国家治理能力就一定越强",
      "C": "通过好的国家治理体系能够提高国家治理能力",
      "D": "通过提高国家治理能力能够充分发挥国家治理体系的效能"
    },
    "answer": "CD",
    "explanation": "【解析】国家治理体系和治理能力两者相辅相成。治理国家，制度是起根本性、全局性、长远性作用的，但没有有效的治理能力，再好的制度也难以发挥作用。同时，又不能把国家治理体系和国家治理能力等同起来，不是国家治理体系越完备，国家治理能力就越强。必须把国家治理体系和治理能力结合在一起，把两者当作一个相辅相成的有机整体，通过好的国家治理体系提高国家治理能力，通过提高国家治理能力充分发挥国家治理体系的效能。CD 正确。AB 错误。 5．全面深化改革开放是新时代坚持和发展中国特色社会主义的根本动力。改革开放只有进行时，没有完成时，停顿和倒退没有出路。改革开放永无止境，这是（）。 A. 社会基本矛盾运动规律的深刻反映 B．总结世界社会主义实践经验得出的重要结论 C. 推进党和人民事业发展的必然要求 D. 历史唯物主义的态度",
    "id": 143
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平总书记对新常态下中国经济的判断一针见血：“结构性问题最突出，矛盾的主要方面在供给侧。”推进供给侧改革是形势所迫，是问题倒逼的必然选择。改革攻坚，这个坎必须跨过去。供给侧结构性改革主要致力于（）。",
    "options": {
      "A": "注重短期调控",
      "B": "解决总量性问题",
      "C": "优化要素配置和调整生产结构",
      "D": "调节税收、财政支出、货币信贷"
    },
    "answer": "C",
    "explanation": "【解析】本题考查供给侧结构性改革。供给侧改革重在解决结构性问题，注重激发经济增长动力，主要通过优化要素配置和调整生产结构来提高供给体系质量和效率，进而推动经济增长。因此，选项 C 正确。选项 ABD，需求侧管理重在解决总量性问题，注重短期调控，主要是通过调节税收、财政支出、货币信贷等来刺激或抑制需求，进而推动经济增长， 故不选。 3．进入21世纪，党中央根据经济发展的实际情况，进一步提出了继续推进西部大开发、振兴东北老工业基地、促进中部崛起、鼓励东部地区率先发展以及建设长江经济带的战略布局。这是为了（）。 A. 转变经济发展方式 B. 加快城镇化进程 C. 增强自主创新能力 D. 促进区域协调发展",
    "id": 144
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党的二十大作出教育优先发展的战略部署，要求2035年建成教育强国。这充分体现了在社会主义现代化强国建设中教育的基础性、先导性和全局性战略地位。发展教育的根本尺度是（）。",
    "options": {
      "A": "教育公平",
      "B": "人民满意",
      "C": "深化教育改革创新",
      "D": "服务高质量发展"
    },
    "answer": "B",
    "explanation": "【解析】本题考查加快建设教育强国。人民满意是发展教育的根本尺度。加快建设教育强国，最终是办好人民满意的教育。因此，选项 B 正确。选项 A，教育公平是社会公平的 重要基础，只有不断促进教育发展成果更多更公平惠及全体人民，才能使每个人的成长成才道路更加宽广。选项 C，从教育大国到教育强国是一个系统性的跃升和质变，必须以改革创新为动力，主动超前布局、有力应对变局、奋力开拓新局。选项 D，服务高质量发展是建设教育强国的重要任务，要以教育高质量发展赋能经济社会可持续发展。",
    "id": 145
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党的二十大报告擘画了以中国式现代化全面推进中华民族伟大复兴的宏伟蓝图，提出“加快构建新发展格局，着力推动高质量发展”。其中，构建新发展格局的最本质特征是（）。",
    "options": {
      "A": "着力发展实体经济",
      "B": "推动产业链供应链优化升级",
      "C": "深化供给侧结构性改革",
      "D": "实现高水平的自立自强"
    },
    "answer": "D",
    "explanation": "【解析】本题考查构建新发展格局。构建新发展格局的最本质的特征是实现高水平的自立自强。科技自立自强是我国经济生存和发展的基础，是畅通国内国际双循环、促进我国发展大局的关键。因此，选项 D 正确。选项 A，实体经济是一国经济的立身之本、财富之源，是构筑未来发展战略优势的重要支撑。要坚持把发展经济的着力点放在实体经济上，但这不是构建新发展格局的最本质特征。选项 B，建立稳定的产业链供应链，是稳固国内大循环主体地位、增强在国际大循环中带动能力的迫切需要。选项 C，深化供给侧结构性改革是构建新发展格局的主线。",
    "id": 146
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "我国以科技创新引领现代化产业体系建设，加快推进高水平科技自立自强，大力推进新型工业化，加强创新能力建设，加快新旧动能转换，推动传统产业转型升级，大力发展数字经济。实现高水平科技自立自强的重要支撑是（）。",
    "options": {
      "A": "建设教育强国",
      "B": "发展基础学科",
      "C": "完善体制机制",
      "D": "培养优秀人才"
    },
    "answer": "A",
    "explanation": "【解析】本题考查加快建设教育强国。习近平总书记强调：“建设教育强国，是全面建成社会主义现代化强国的战略先导，是实现高水平科技自立自强的重要支撑，是促进全体人民共同富裕的有效途径，是以中国式现代化全面推进中华民族伟大复兴的基础工程。”因此，选项 A 正确。选项 BCD，与题意不符，故不选。 8．高质量发展，是能够很好满足人民日益增长的美好生活需要的发展。高质量发展的根本目的是（）。 A. 创新 B. 协调 C. 开放 D. 共享",
    "id": 147
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "“强国必先强农，农强方能国强。没有农业强国就没有整个现代化强国；没有农业农村现代化，社会主义现代化就是不全面的。”党中央着眼于全面建成社会主义现代化强国，作出全面推进乡村振兴、加快建设农业强国的战略部署。全面推进乡村振兴、建设农业强国的头等大事是（）。",
    "options": {
      "A": "保障粮食和重要农产品稳定安全供给",
      "B": "防止规模性返贫",
      "C": "发展生态低碳农业",
      "D": "加强农业基础设施建设"
    },
    "answer": "A",
    "explanation": "【解析】本题考查全面推进乡村振兴。全面推进乡村振兴、建设农业强国的头等大事是保障粮食和重要农产品稳定安全供给。因此，选项 A 正确。选项 B，全面推进乡村振兴，要牢牢守住国家粮食安全和不发生规模性返贫“两条底线”。选项 CD，属于全面推进乡村振兴、建设农业强国的举措，但不是“头等大事”。 10\\. 推动高质量发展，必须以新发展理念为引领，深入推进发展方式、发展动力、发展领域、发展质量变革，实现更高质量、更有效率、更加公平、更可持续、更为安全的发展。实现高质量发展的保障是（）。 A. 坚持和完善社会主义基本经济制度 B. 贯彻新发展理念 C. 学习习近平经济思想 D. 进入新发展阶段",
    "id": 148
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面建成新发展格局任重道远，必须坚持问题导向和系统观念，着力破除制约加快构建新发展格局的主要矛盾和问题，不断扬优势、补短板、强弱项。要坚持把发展经济的着力点放在（）。",
    "options": {
      "A": "制度创新上",
      "B": "乡村振兴上",
      "C": "对外开放上",
      "D": "实体经济上"
    },
    "answer": "D",
    "explanation": "【解析】实体经济是一国经济的立身之本、财富之源，是构筑未来发展战略优势的重要支撑。要坚持把发展经济的着力点放在实体经济上，推动资源要素向实体经济集聚、政策措施向实体经济倾斜、工作力量向实体经济加强，营造脚踏实地、勤劳创业、实业致富的发展环境和社会氛围，把实体经济做实、做强、做优。D 正确。 12\\. 加快建设以实体经济为支撑的现代化产业体系，关系我们在未来发展和国际竞争 中赢得战略主动。支撑我国国际竞争力的基石是（）。 A. 大力发展战略性新兴产业 B. 保持优势产业的领先地位 C. 构建优质高效的服务业新体系 D. 构建现代化基础设施体系",
    "id": 149
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "2023 年 2 月，中共中央、国务院印发了《数字中国建设整体布局规划》（简称《规划》）。《规划》明确指出，数字中国建设按照 “2522” 的整体框架进行布局，即夯实数字基础设施和数据资源体系 “两大基础”，推进数字技术与经济、政治、文化、社会、生态文明建设 “五位一体” 深度融合，强化数字技术创新体系和数字安全屏障 “两大能力”，优化数字化发展国内国际 “两个环境”。当前，建设数字中国，就要（）。",
    "options": {
      "A": "促进数字经济和实体经济深度融合",
      "B": "以数字化驱动生产生活和治理方式变革",
      "C": "培育壮大数字经济核心产业",
      "D": "对国外全面开放数据资源"
    },
    "answer": "ABC",
    "explanation": "【解析】本题考查数字中国建设。中共中央、国务院印发的《数字中国建设整体布局规划》指出，建设数字中国是数字时代推进中国式现代化的重要引擎，必须强化系统观念和底线思维，全面提升数字中国建设的整体性、系统性、协同性，促进数字经济和实体经济 深度融合，以数字化驱动生产生活和治理方式变革，培育壮大数字经济核心产业。因此，选项 ABC 正确。选项 D，随着数据要素的广泛应用，越来越多的大数据已经成为推动经济高质量发展的新动能，有些数据不仅是国家和企业的核心机密，还涉及大量公民个人隐私，这些数据的安全和保护至关重要，不可能向国外全面开放。故不选。 2．党中央对公有制主体地位及其实现形式提出了一系列新的论断和阐述。国有资本、集体资本、非公有资本等交叉持股、相互融合的混合所有制经济，是基本经济制度的重要实现形式，有利于国有资本放大功能、保值增值、提高竞争力，有利于各种所有制资本取长补短、相互促进、共同发展。对此必须（）。 A. 实现公有制在经营方式和资产组织形式上的多样化 B. 把混合所有制作为公有制的主要实现形式 C. 让公有制经济控制所有经济领域和行业 D. 将公有制实现形式作为经济制度的本质属性来看待",
    "id": 150
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平总书记一向高度重视实体经济，作出了“实体经济是我国发展的本钱”“国家强大要靠实体经济”“把实体经济抓上去”等重要论断，体现了对经济发展规律的深刻认识。当前，我们要深刻认识实体经济发展环境新变化，主要包括（）。",
    "options": {
      "A": "结构性供需失衡问题被彻底扭转",
      "B": "制造业重新成为全球经济竞争的焦点",
      "C": "新工业革命给制造业发展带来深刻变革",
      "D": "我国制造业提质升级任务日益紧迫"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查实体经济发展环境的新变化。我们要深刻认识实体经济发展环境新变化。首先，制造业重新成为全球经济竞争的焦点。其次，新工业革命给制造业发展带来深刻变革。最后，我国制造业提质升级任务日益紧迫。因此，选项 BCD 正确。选项 A，虽然 我国已经成为世界制造业第一大国，但与主要工业发达国家的制造业发展水平和制造强国建设目标相比，我国在技术创新、质量品牌、环境友好等方面还存在很大差距，结构性供需失衡问题日益凸显。故不选。 4．党的二十大报告强调：“未来五年是全面建设社会主义现代化国家开局起步的关键时期。”要想开辟发展新领域新赛道，不断塑造发展新动能新优势，就必须不断强化全面建设社会主义现代化国家的基础性、战略性支撑。必须坚持（）。 A. 创新是第一动力 B. 科技是第一生产力 C. 社保是第一兜底 D. 人才是第一资源",
    "id": 151
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "我国人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾在乡村最为突出，我国仍处于并将长期处于社会主义初级阶段的特征很大程度上表现在乡村。因此，实施乡村振兴战略，就是要（）。",
    "options": {
      "A": "坚持农业农村优先发展，坚持城乡融合发展，畅通城乡要素流动",
      "B": "加快建设农业强国，扎实推动乡村产业、人才、文化、生态、组织振兴",
      "C": "全方位夯实粮食安全根基，逐步把永久基本农田全部建成高标准农田",
      "D": "深化农村土地制度改革，赋予农民更加充分的财产权益"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查实施乡村振兴战略。针对“实施乡村振兴战略”，习近平总书记在党的二十大报告中指出，坚持农业农村优先发展，坚持城乡融合发展，畅通城乡要素流动；加快建设农业强国，扎实推动乡村产业、人才、文化、生态、组织振兴；全方位夯实粮食安全根基，逐步把永久基本农田全部建成高标准农田；深化农村土地制度改革，赋予农民更加充分的财产权益。因此，选项 ABCD 正确。 6．党的二十大报告提出，“加快构建以国内大循环为主体、国内国际双循环相互促进的新发展格局。”构建以国内大循环为主体、国内国际双循环相互促进的新发展格局，是根据我国发展阶段、发展环境、条件变化，特别是基于我国比较优势变化，审时度势作出的重大决策，是立足实现第二个百年奋斗目标、统筹发展和安全作出的战略决策，是把握未来发展主动权的战略部署，是（）。 A. 社会主义现代化强国的根基 B. 关系我国发展全局的重大战略任务 C. 新时代我国经济社会发展的鲜明主题 D. 推动高质量发展的战略基点",
    "id": 152
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "创新、协调、绿色、开放、共享的新发展理念相互贯通、相互促进，是具有内在联系的集合体。以下说法正确的有（）。",
    "options": {
      "A": "协调发展注重的是解决发展内外联动问题",
      "B": "绿色发展注重的是解决人与自然和谐共生问题",
      "C": "开放发展注重的是解决发展不平衡问题",
      "D": "共享发展注重的是解决社会公平正义问题"
    },
    "answer": "BD",
    "explanation": "【解析】新发展理念具有丰富的科学内涵和具体的实践要求。创新发展注重的是解决发展动力问题，协调发展注重的是解决发展不平衡问题，绿色发展注重的是解决人与自然和谐共生问题，开放发展注重的是解决发展内外联动问题，共享发展注重的是解决社会公平正义问题。BD 正确，AC 错误。 9\\. 高质量发展关系我国社会主义现代化建设全局，具有重大战略意义。高质量发展（）。 A. 为全面建设社会主义现代化国家提供更为坚实的物质基础 B. 是不断满足人民对美好生活需要的重要保证 C. 是维护国家长治久安的必然要求 D. 是民族复兴的根基、国家强盛的前提",
    "id": 153
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面建设社会主义现代化国家，教育是根本，科技是关键，人才是基础。其中，科技是（）。",
    "options": {
      "A": "第一生产力",
      "B": "第一资源",
      "C": "第一动力",
      "D": "第一路径"
    },
    "answer": "A",
    "explanation": "【解析】科技是第一生产力，人才是第一资源，创新是第一动力，A 正确。 3．科技是国之利器，国家赖之以强，企业赖之以赢，人民生活赖之以好。中国要强，中国人民生活要好，必须有强大科技。创新始终是一个国家、一个民族发展的不竭动力。科技创新的源头是（）。 A. 国家战略科技力量 B. 现代工程技术、颠覆性技术创新 C. 关键共性技术、前沿引领技术创新 D. 基础研究",
    "id": 154
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "坚持教育优先发展，要办好人民满意的教育，落实（ ）根本任务。",
    "options": {
      "A": "培养创新人才",
      "B": "立德树人",
      "C": "素质教育",
      "D": "教育公平"
    },
    "answer": "B",
    "explanation": "【解析】办好人民满意的教育，要落实立德树人根本任务，培养德智体美劳全面发展的社会主义建设者和接班人，所以 B 选项正确。",
    "id": 155
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "在加快实施创新驱动发展战略中，要强化（）科技创新主体地位。",
    "options": {
      "A": "高校",
      "B": "科研机构",
      "C": "企业",
      "D": "政府"
    },
    "answer": "C",
    "explanation": "【解析】加快实施创新驱动发展战略，要强化企业科技创新主体地位，发挥科技型骨干企业引领支撑作用，营造有利于科技型中小微企业成长的良好环境，推动创新链产业链资金链人才链深度融合，故 C 选项正确。",
    "id": 156
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "深入实施人才强国战略，要坚持（）是第一资源。",
    "options": {
      "A": "创新",
      "B": "科技",
      "C": "人才",
      "D": "教育"
    },
    "answer": "C",
    "explanation": "【解析】深入实施人才强国战略，必须坚持人才是第一资源，把各方面优秀人才集聚到党和人民事业中来，所以 C 选项正确。 #### 多项选择题",
    "id": 157
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "千秋基业，人才为先。全面建设社会主义现代化国家，要聚天下英才而用之，推动我国由人才大国迈向人才强国。人才是（）。",
    "options": {
      "A": "人力资源中能力和素质较高的劳动者",
      "B": "实现民族振兴、赢得国际竞争主动的战略资源",
      "C": "我们党执政的最大底气和最深厚的根基",
      "D": "引领发展的第一动力"
    },
    "answer": "AB",
    "explanation": "【解析】人民是我们党执政的最大底气，也是党执政最深厚的根基。C 错误。创新是引领发展的第一动力。D 错误。AB 正确。",
    "id": 158
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "加快建设科技强国，实现高水平科技自立自强，是（）。",
    "options": {
      "A": "国家强盛和民族复兴的战略基石",
      "B": "应对风险挑战和维护国家利益的必然选择",
      "C": "发展经济的着力点",
      "D": "构建新发展格局、推动高质量发展、满足人民美好生活需要的内在要求"
    },
    "answer": "ABD",
    "explanation": "【解析】实体经济是发展经济的着力点。C 错误，ABD 正确。 3．自力更生是中华民族自立于世界民族之林的奋斗基点，自主创新是我们攀登世界科技高峰的必由之路。实现高水平科技自立自强，必须增强自主创新能力。自主创新，就是从增强国家创新能力出发，加强（）。 A. 原始创新 B. 集成创新 C. 开放创新 D. 改革创新",
    "id": 159
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "科技自立自强是国家强盛之基、安全之要。加快建设科技强国，必须坚持走中国特色自主创新道路，发挥新型举国体制优势，完善国家创新体系，加快关键核心技术攻关，实现高水平科技自立自强。要打赢关键核心技术攻坚战，这是因为（）。",
    "options": {
      "A": "关键核心技术是要不来、买不来、讨不来的",
      "B": "关键核心技术是国之重器",
      "C": "关键核心技术必须掌握在自己手中",
      "D": "掌握最关键最核心的技术才能从根本上保障国家经济安全、国防安全和其他安全"
    },
    "answer": "ABCD",
    "explanation": "【解析】关键核心技术是国之重器，关键核心技术必须掌握在自己手中。关键核心技术是要不来、买不来、讨不来的。只有把最关键最核心的技术掌握在自己手中，才能从根本上保障国家经济安全、国防安全和其他安全。核心技术受制于人是我们最大的隐患，尤其是在激烈的国际竞争面前，在单边主义、保护主义上升的大背景下，不掌握核心技术，我们就会被“卡脖子”“牵鼻子”。建设世界科技强国，需要标志性科技成就。ABCD全选。",
    "id": 160
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "中共十八届三中全会提出：“坚持用制度管权管事管人，让人民监督权力，让权力在阳光下运行，是把权力关进制度笼子的根本之策。必须构建决策科学、执行坚决、监督有力的权力运行体系，健全惩治和预防腐败体系，建设廉洁政治，努力实现干部清正、政府清廉、政治清明。”社会主义民主政治的本质特征是（）。",
    "options": {
      "A": "人民当家作主",
      "B": "中国共产党的领导",
      "C": "民主集中制",
      "D": "中国特色社会主义道路"
    },
    "answer": "A",
    "explanation": "【解析】本题考查社会主义民主政治的本质特征。人民当家作主是社会主义民主政治的本质特征。因此，选项 A 正确。选项 B，是人民当家作主和依法治国的根本保证，故不选。选项 C，是马克思主义政党的组织原则，故不选。选项 D，是实现我国社会主义现代化的必由之路，故不选。 3．发展社会主义民主政治，建设社会主义政治文明，是社会主义现代化建设的重要目标。社会主义政治文明建设包含着丰富的内容，其核心和精髓就是建设高度的社会主义民主，保证最广大人民当家作主的理想目标得以实现。中国社会主义政治文明的重要制度 载体是（）。 A. 民主集中制 B．中国共产党领导的多党合作和政治协商制度 C. 基层群众自治制度 D. 人民代表大会制度",
    "id": 161
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "多民族是我国的一大特色，也是我国发展的一大有利因素。中华民族和各民族的关系，是一个大家庭和家庭成员的关系，各民族的关系是一个大家庭里不同成员的关系。民族团结之本是（）。",
    "options": {
      "A": "民族区域自治制度",
      "B": "各民族共同团结奋斗、共同繁荣发展",
      "C": "保障少数民族当家作主，管理本民族、本地区事务的权利",
      "D": "中华民族共同体意识"
    },
    "answer": "D",
    "explanation": "【解析】民族团结是我国各族人民的生命线，中华民族共同体意识是民族团结之本。D 正确，ABC 错误。 6．统一战线是中国共产党夺取革命、建设、改革事业胜利的重要法宝，也是实现中华民族伟大复兴的重要法宝。统战工作的本质要求是（）。 A. 大团结大联合 B. 围绕中心、服务大局 C. 在尊重多样性中寻求一致性 D. 统一思想",
    "id": 162
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党的二十大报告把统一战线由过去的“重要法宝”表述为“强大法宝”，凸显了新时代统一战线的地位和作用。新时代爱国统一战线的历史责任是（）。",
    "options": {
      "A": "发扬“团结—批评—团结”的优良传统",
      "B": "坚持求同存异",
      "C": "坚持党的领导",
      "D": "促进中华儿女大团结"
    },
    "answer": "D",
    "explanation": "【解析】本题考查新时代爱国统一战线的历史责任。促进中华儿女大团结是新时代爱国统一战线的历史责任。因此，选项 D 正确。选项 A，B，统战工作的关键是要坚持求同存异，发扬 “团结—批评—团结” 的优良传统，在尊重多样性中寻求一致性，找到最大公约数、画出最大同心圆。选项 C，党的领导是统一战线最鲜明的特征，坚持党的领导是统一战线最核心最根本的问题。 8．统一战线是中国共产党夺取革命、建设、改革事业胜利的重要法宝，也是实现中华民族伟大复兴的重要法宝。统一战线最核心最根本的问题是（）。 A. 大团结大联合 B. 坚持求同存异 C. 壮大共同奋斗的力量 D. 坚持党的领导",
    "id": 163
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "多民族是我国的一大特色。在历史演进中，我国各民族之间形成了你中有我、我中有你、谁也离不开谁的多元一体格局。因此，要促进各民族像石榴籽一样紧紧抱在一起，就必须（）。",
    "options": {
      "A": "加强各民族交往交流交融，逐渐消除各民族之间的差别",
      "B": "倡导各民族独立自治，巩固和发展平等团结互助和谐的社会主义民族关系",
      "C": "深化民族团结进步教育，铸牢中华民族共同体意识",
      "D": "强化政策激励，促进少数民族同胞优先发展"
    },
    "answer": "C",
    "explanation": "11\\. 制度优势是一个政党、一个国家的最大优势。坚定中国特色社会主义制度自信，首先要（）。 A. 坚定对社会主义基本经济制度的自信 B．坚定对中国特色社会主义政治制度的自信 C．坚定对中国传统文化的自信 D．坚定对马克思主义立场观点方法的自信",
    "id": 164
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "在发展全过程人民民主中，协商民主是实践全过程人民民主的（）。",
    "options": {
      "A": "重要方式",
      "B": "唯一形式",
      "C": "次要途径",
      "D": "补充手段"
    },
    "answer": "A",
    "explanation": "【解析】协商民主在中国是实践全过程人民民主极为重要的方式，通过广泛协商，不同 群体、党派等交流沟通，凝聚共识，助力科学决策、民主决策，为国家发展、社会事务处理吸纳各方智慧，它绝不是次要或补充性的，更不是唯一形式，民主还有选举民主等多元实现路径协同发力推动全过程人民民主发展。 ##### 多项选择题 1\\. 中国特色社会主义政治发展道路，是党领导中国人民长期奋斗历史逻辑、理论逻辑、实践逻辑的必然结果，是坚持党的本质属性、践行党的根本宗旨的必然要求。走中国特色社会主义政治发展道路（）。 A. 最根本的是坚持党的领导 B．必须积极稳妥推进政治体制改革 C. 必须始终保持政治定力 D．必须坚持党的领导、人民当家作主、依法治国有机统一",
    "id": 165
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "1949 年 9 月，中国人民政治协商会议第一届全体会议代行全国人民代表大会的职权，代表全国人民的意志，宣告中华人民共和国的成立。新中国成立后，中国人民政治协商会议继续在国家的政治生活和社会生活以及对外友好活动中进行了许多工作，在推进改革开放和社会主义现代化建设，争取实现祖国统一，反对霸权主义、维护世界和平的斗争中，进一步发挥了重要作用。中国人民政治协商会议是（）。",
    "options": {
      "A": "社会主义民主政治建设的基础",
      "B": "社会主义协商民主的重要渠道和专门协商机构",
      "C": "爱国统一战线组织",
      "D": "具有中国特色的制度安排"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查中国人民政治协商会议。中国人民政治协商会议是实行中国共产党领导的多党合作和政治协商制度的重要机构，是具有中国特色的制度安排，但它并不是国家机关，而是党领导下的爱国统一战线组织。因此，选项 BCD 正确。选项 A，基层群众自治制度是社会主义民主政治建设的基础。 3．中国特色社会主义政治制度是由根本政治制度、基本政治制度、重要政治制度等组成的制度体系。它们的关系是（）。 A. 重要政治制度是建立在我国根本政治制度和基本政治制度基础上的 B. 重要政治制度是由根本政治制度和基本政治制度派生而来的 C. 重要政治制度与我国根本政治制度、基本政治制度相衔接 D. 共同构成了中国特色社会主义政治制度的四梁八柱",
    "id": 166
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平强调，新时代我们要巩固和发展最广泛的爱国统一战线，坚持和完善中国共产党领导的多党合作和政治协商制度，不断为事业发展凝聚人心、增添力量。人民政协要建真言、谋良策、出实招，为加快推进社会主义现代化作出新的更大贡献。巩固和发展爱国统一战线就要（）。",
    "options": {
      "A": "支持民主党派按照中国特色社会主义参政党要求更好履行职能",
      "B": "深化民族团结进步教育，铸牢中华民族共同体意识",
      "C": "全面贯彻党的宗教工作基本方针",
      "D": "牢牢把握大团结大联合的主题，做好统战工作"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查巩固和发展爱国统一战线。新时期爱国统一战线的指导方针是“长期共存，互相监督，肝胆相照，荣辱与共”。具体内容主要包括：支持民主党派按照中国特色社会主义参政党要求更好履行职能；深化民族团结进步教育，铸牢中华民族共同体意识；全面贯彻党的宗教工作基本方针；牢牢把握大团结大联合的主题，做好统战工作。因此，选项 ABCD 正确。",
    "id": 167
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "改革开放 40 多年来，人民代表大会制度为党领导人民创造经济快速发展奇迹和社会长期稳定奇迹提供了重要制度保障。实践证明，人民代表大会制度是我们党领导人民在人类政治制度史上的伟大创造，是在我国政治发展史乃至世界政治发展史上具有重大意义的全新政治制度。人民代表大会制度（）。",
    "options": {
      "A": "有效保证国家沿着社会主义道路前进",
      "B": "有效保证国家治理跳出治乱兴衰的历史周期率",
      "C": "有效保证全体人民直接参与国家管理",
      "D": "有效保证国家政治生活既充满活力又安定有序"
    },
    "answer": "ABD",
    "explanation": "【解析】人民代表大会制度，坚持中国共产党领导，坚持马克思主义国家学说的基本原则，适应人民民主专政的国体，有效保证国家沿着社会主义道路前进；人民代表大会制度，坚持国家一切权力属于人民，最大限度保障人民当家作主，把党的领导、人民当家作主、依法治国有机统一起来，有效保证国家治理跳出治乱兴衰的历史周期率；人民代表大会制度，正确处理事关国家前途命运的一系列重大政治关系，实现国家统一高效组织各项事业，维护国家统一和民族团结，有效保证国家政治生活既充满活力又安定有序（“三个有效保证”）。ABD 正确。人民代表大会制度是人民通过选举代表管理国家，并不是全体人民直接参与国家管理，C 错误。",
    "id": 168
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "民主首先而且主要是一种国家制度。中国特色社会主义政治制度（）。",
    "options": {
      "A": "是中国共产党带领中国人民在革命、建设、改革的长期实践中形成的",
      "B": "集中体现了我国人民民主的本质属性",
      "C": "是保证人民当家作主科学有效的制度安排",
      "D": "具有鲜明的中国特色、民族特色、时代特色"
    },
    "answer": "ABCD",
    "explanation": "【解析】中国特色社会主义政治制度是中国共产党带领中国人民在革命、建设、改革的长期实践中形成的，集中体现了我国人民民主的本质属性，是保证人民当家作主科学有效的制度安排。这一政治制度具有鲜明的中国特色、民族特色、时代特色。ABCD 全选。 7\\. 中国特色社会主义进入新时代以来，我们深化了对民主政治发展规律的认识，提出全过程人民民主的重大理念。我国全过程人民民主不仅有完整的制度程序，而且有完整的参与实践。全过程人民民主，起始于人民意愿充分表达，落实于人民意愿有效实现，实现了（）。 A. 过程民主和成果民主相统一 B. 程序民主和实质民主相统一 C. 直接民主和间接民主相统一 D. 人民民主和国家意志相统一",
    "id": 169
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "全过程人民民主，是中国共产党团结带领人民追求民主、发展民主、实现民主的伟大创造，是新时代我国民主政治领域具有重大创新意义的标志性成果。全过程人民民主是（）。",
    "options": {
      "A": "全链条的民主",
      "B": "全方位的民主",
      "C": "全覆盖的民主",
      "D": "全负荷的民主"
    },
    "answer": "ABC",
    "explanation": "【解析】全过程人民民主是全链条、全方位、全覆盖的民主；是最广泛、最真实、最管用的民主。ABC 正确，D 错误。 9\\. 社会主义协商民主，是在中国共产党领导下，人民内部各方面围绕改革、发展、稳定重大问题和涉及群众切身利益的实际问题，在决策之前和决策实施之中开展广泛协商，努力形成共识的重要民主形式。协商民主是中国社会主义民主政治中（）。 A. 独特的民主形式 B．独有的民主形式 C. 独到的民主形式 D．与选举民主共同构成制度特点和优势的一种民主形式",
    "id": 170
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "建设法治中国的总体目标，就是实现法律规范科学完备统一，执法司法公正高效权威，权力运行受到有效制约监督，人民合法权益得到充分尊重保障，法治信仰普遍确立，法治国家、法治政府、法治社会全面建成。具体来说，就是到2025年（）。",
    "options": {
      "A": "中国特色社会主义法治体系初步形成",
      "B": "法治国家、法治政府、法治社会基本建成",
      "C": "中国特色社会主义法治体系基本形成",
      "D": "国家治理体系和治理能力现代化基本实现"
    },
    "answer": "A",
    "explanation": "【解析】本题考查建设法治中国的总体目标。建设法治中国的总体目标，就是到2025年，党领导全面依法治国体制机制更加健全，以宪法为核心的中国特色社会主义法律体系更加完备，职责明确、依法行政的政府治理体系日益健全，相互配合、相互制约的司法权运行机制更加科学有效，法治社会建设取得重大进展，党内法规体系更加完善，中国特色社会主义法治体系初步形成；到2035年，法治国家、法治政府、法治社会基本建成，中国特色社会主义法治体系基本形成，人民平等参与、平等发展权利得到充分保障，国家治理体系和治理能力现代化基本实现。因此，选项A正确。选项BCD，均为2035年的目标。 3．习近平指出：“全面推进依法治国，必须走对路。如果路走错了，南辕北辙了，那再提什么要求和举措也都没有意义了。”我们党领导人民长期探索走出的中国特色社会主义法治道路，是全面依法治国的唯一正确道路。中国特色社会主义法治之魂是（）。 A. 依法治国和以德治国相结合 B. 以人民为中心 C. 党的领导 D. 法律面前人人平等",
    "id": 171
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面推进依法治国涉及很多方面，在实际工作中必须有一个总揽全局、牵引各方的总抓手，这个总抓手就是（）。",
    "options": {
      "A": "建设中国特色社会主义法治体系",
      "B": "建设社会主义法治国家",
      "C": "坚持依法治国、依法执政、依法行政共同推进",
      "D": "坚持法治国家、法治政府、法治社会一体建设"
    },
    "answer": "A",
    "explanation": "【解析】习近平指出：“全面推进依法治国涉及很多方面，在实际工作中必须有一个总揽全局、牵引各方的总抓手，这个总抓手就是建设中国特色社会主义法治体系。依法治国各项工作都要围绕这个总抓手来谋划、来推进。” A 正确。建设中国特色社会主义法治体系，建设社会主义法治国家，是全面推进依法治国的总目标；坚持依法治国、依法执政、依法行政共同推进，坚持法治国家、法治政府、法治社会一体建设，坚持统筹推进国内法治和涉外法治，是法治中国建设的工作布局。BCD 错误。 6．统一战线是凝聚人心、汇聚力量的强大法宝。统一战线最鲜明的特征（或：统一战线最核心最根本的问题）是（）。 A. 人民至上 B. 求同存异 C. 党的领导 D. 团结奋斗",
    "id": 172
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "全面依法治国是“四个全面”战略布局的重要内容之一。推进全面依法治国，根本目的是（）。",
    "options": {
      "A": "依法保障人民权益",
      "B": "努力让人民群众在每一个司法案件中感受到公平正义",
      "C": "提高依法执政水平",
      "D": "保证法律面前人人平等"
    },
    "answer": "A",
    "explanation": "8\\. 走中国特色社会主义法治道路，必须坚持法律面前人人平等。平等是（）。 A. 推进全面依法治国的根本目的 B．我们的法治同西方资本主义国家的法治最大的区别 C. 社会主义法律的基本属性 D. 全面依法治国的关键",
    "id": 173
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "“全面推进依法治国，必须走对路。如果路走错了，南辕北辙了，那再提什么要求和举措也都没有意义了。”我们党长期探索走出的中国特色社会主义道路，是全面依法治国的唯一正确道路。中国特色社会主义法治道路的核心要义就是（）。",
    "options": {
      "A": "传承中华优秀传统法律文化",
      "B": "坚持中国特色社会主义制度",
      "C": "坚持党的领导",
      "D": "贯彻中国特色社会主义法治理论"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查全面依法治国的内容。该题目为固定说法，中国特色社会主义法治道路的核心要义，就是要坚持党的领导，坚持中国特色社会主义制度，贯彻中国特色社会主义法治理论。因此，选项 BCD 正确。选项 A，说法正确，但不是中国特色社会主义法治道路的核心要义。 3．中国特色社会主义法治道路是全面依法治国的唯一正确道路。坚持和拓展中国特色社会主义法治道路，必须毫不动摇坚持的原则有（）。 A. 坚持中国共产党的领导 B. 坚持以人民为中心 C. 坚持法律面前人人平等 D. 坚持依法治国和以德治国相结合",
    "id": 174
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "建设法治中国，是全面建设社会主义现代化国家的重要组成部分。加快建设法治中国，必须坚持统筹兼顾、把握重点、整体谋划，更加注重系统性、整体性、协同性。法治中国建设的工作布局是（）。",
    "options": {
      "A": "坚持依法治国、依法执政、依法行政共同推进",
      "B": "坚持法治国家、法治政府、法治社会一体建设",
      "C": "坚持科学立法、严格执法、公正司法、全民守法",
      "D": "坚持统筹推进国内法治和涉外法治"
    },
    "answer": "ABD",
    "explanation": "【解析】法治中国建设的工作布局是：坚持依法治国、依法执政、依法行政共同推进，坚持法治国家、法治政府、法治社会一体建设，坚持统筹推进国内法治和涉外法治。ABD 正确。“坚持全面推进科学立法、严格执法、公正司法、全民守法”是习近平法治思想的主要内容（“十一个坚持”）之一，C 不符合题意。",
    "id": 175
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平总书记深刻指出：“意识形态工作是为国家立心、为民族立魂的工作。”之所以要建设具有强大凝聚力和引领力的社会主义意识形态，是因为（）。",
    "options": {
      "A": "做好意识形态工作是中国共产党的中心任务",
      "B": "意识形态关乎旗帜、关乎道路、关乎国家政治安全，决定文化前进方向和发展道路",
      "C": "意识形态领域的矛盾是当前我国社会的主要矛盾",
      "D": "做好意识形态工作是全面建设社会主义现代化国家的基础性、战略性支撑"
    },
    "answer": "B",
    "explanation": "【解析】本题考查意识形态问题。习近平总书记在党的二十大报告中强调：“意识形态工作是为国家立心、为民族立魂的工作。”意识形态关乎旗帜、关乎道路、关乎国家政治安 全，决定文化前进方向和发展道路。因此，选项 B 正确。选项 A，中国共产党的中心任务是以中国式现代化全面推进中华民族伟大复兴，而不是做好意识形态工作，故不选。选项 C，当前我国社会的主要矛盾是人民日益增长的美好生活需要和不平衡不充分的发展之间的矛盾，而不是意识形态领域的矛盾，故不选。选项 D，教育、科技、人才是全面建设社会主义现代化国家的基础性、战略性支撑，而不是做好意识形态工作，故不选。 3．文化自信是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中最基本、最深沉、最持久的力量。建设社会主义文化强国、推动社会主义文化繁荣兴盛，关键在于（）。 A. 坚持百花齐放、百家争鸣 B. 坚持为人民服务、为社会主义服务 C. 坚定中国特色社会主义文化自信 D. 坚定创新创造",
    "id": 176
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "中华优秀传统文化有很多重要元素，共同塑造出中华文明的突出特性，即连续性、创新性、统一性、包容性、和平性。其中，从根本上决定了中华民族必然走自己的路的突出特性是（）。",
    "options": {
      "A": "连续性",
      "B": "创新性",
      "C": "统一性",
      "D": "包容性"
    },
    "answer": "A",
    "explanation": "【解析】本题考查中华文明的突出特性，属于理解与识记相结合的试题，难度较小。中华优秀传统文化有很多重要元素，共同塑造出中华文明的突出特性。其中，连续性从根本上决定了中华民族必然走自己的路。因此，选项 A 正确。选项 B，创新性从根本上决定了中华民族守正不守旧、尊古不复古的进取精神，决定了中华民族不惧新挑战、勇于接受新事物的无畏品格。选项 C，统一性从根本上决定了中华民族各民族文化融为一体、即使遭遇重大挫折也牢固凝聚，决定了国土不可分、国家不可乱、民族不可散、文明不可断的共同信念，决定了国家统一永远是中国核心利益的核心，决定了一个坚强统一的国家是各族人民的命运所系。选项 D，包容性从根本上决定了中华民族交往交流交融的历史取向，决定了中国各宗教信仰多元并存的和谐格局，决定了中华文化对世界文明兼收并蓄的开放胸怀。",
    "id": 177
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "“当今世界，要说哪个政党、哪个国家、哪个民族能够自信的话，那中国共产党、中华人民共和国、中华民族是最有理由自信的。”我们坚定文化自信的深厚基础是（）。",
    "options": {
      "A": "中华优秀传统文化",
      "B": "中国特色社会主义伟大实践",
      "C": "革命文化",
      "D": "社会主义先进文化"
    },
    "answer": "A",
    "explanation": "【解析】本题考查坚定文化自信。中华优秀传统文化是我们坚定文化自信的深厚基础。因此，选项正确。选项 B，中国特色社会主义伟大实践是我们坚定文化自信的现实基础。选项 CD，党带领人民在伟大斗争中孕育的革命文化和社会主义先进文化是我们坚定文化自信的坚强基石。 6．新闻舆论工作处在意识形态斗争前沿，是治国理政、定国安邦的大事。舆论导向正确，就能凝聚人心、汇聚力量，推动事业发展；舆论导向错误，就会动摇人心、瓦解斗志，危害党和人民事业。做好新闻舆论工作的第一位要求是（）。 A. 坚持正确的政治方向 B. 做大做强主流舆论阵地 C. 管好用好互联网 D. 提高网络综合治理能力",
    "id": 178
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "新闻舆论工作处在意识形态斗争前沿，是治国理政、定国安邦的大事。意识形态工作的主阵地、主战场、最前沿是（）。",
    "options": {
      "A": "互联网",
      "B": "精品读物",
      "C": "宗教活动",
      "D": "传统节日纪念活动"
    },
    "answer": "A",
    "explanation": "【解析】本题考查意识形态的内容。互联网是意识形态工作的主阵地、主战场、最前沿，管好用好互联网是新形势下做好新闻舆论工作的关键。因此，选项 A 正确。选项 BCD，并不能作为主阵地，本题考查固定搭配。 8．文化软实力集中体现了一个国家基于文化而具有的凝聚力和生命力，以及由此产生的吸引力和影响力。一个国家的文化软实力，从根本上说，取决于（）。 A. 实施公民道德建设工程 B．其核心价值观的生命力、凝聚力、感召力 C．举精神旗帜、立精神支柱、建精神家园 D．发展文化事业、提升公共文化服务水平",
    "id": 179
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "文化认同是最深层次的认同，是民族团结之根、民族和睦之魂。一般认为，文化认同主要包括三个层面：一是各民族对自身的文化认同；二是各民族间的相互认同；三是中华共性文化认同。历史无论怎样发展，中华民族融为一体的状态没有改变，有着对中华文明的高度认同。这种对中华文明的高度认同体现了中华文明具有突出的（）。",
    "options": {
      "A": "连续性",
      "B": "统一性",
      "C": "包容性",
      "D": "创新性"
    },
    "answer": "B",
    "explanation": "【解析】本题考查中华文明的突出特性。中华文明具有突出的统一性，从根本上决定了中华民族各民族文化融为一体、即使遭遇重大挫折也牢固凝聚，决定了国家统一永远是中国核心利益的核心，决定了一个坚强统一的国家是各族人民的命运所系。所以对中华文明的高度认同体现了中华文明具有突出的统一性。因此，选项 B 正确。选项 A，连续性从根本上决定了中华民族必然走自己的路。选项 C，包容性从根本上决定了中华民族交往交流交融的历史取向，决定了中国各宗教信仰多元并存的和谐格局，决定了中华文化对世界文明兼收并蓄的开放胸怀。选项 D，创新性从根本上决定了中华民族守正不守旧、尊古不复古的进取精神，决定了中华民族不惧新挑战、勇于接受新事物的无畏品格。 10\\. 文化是一个国家、一个民族的灵魂。国家的富强，民族的振兴，无不伴随着文化的历史性进步。建设社会主义文化强国、推动社会主义文化繁荣兴盛，关键在于（）。 A. 坚定中国特色社会主义文化自信 B．坚持马克思主义在意识形态领域的指导地位 C．以社会主义核心价值观引领文化建设 D．缩小城乡公共文化服务差距",
    "id": 180
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "人类社会发展的历史表明，对一个民族、一个国家来说，最持久、最深层次的力量是全社会共同认可的核心价值观。面对世界范围思想文化交流交融交锋形势下价值观较 量的新态势，面对改革开放和发展社会主义市场经济条件下思想意识多元多样多变的新特点，积极培育和践行社会主义核心价值观，有利于（）。",
    "options": {
      "A": "巩固马克思主义在意识形态领域的指导地位",
      "B": "巩固全党全国人民团结奋斗的共同思想基础",
      "C": "聚集实现中华民族伟大复兴中国梦的强大正能量",
      "D": "促进人的全面发展和引领社会全面进步"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查社会主义核心价值观，属于分析理解题。社会主义核心价值观体现了社会主义意识形态的本质要求，体现了社会主义制度在思想和精神层面的质的规定性，凝结着社会主义先进文化的精髓，是中国特色社会主义道路、理论体系和制度的价值表达，是实现中华民族伟大复兴的中国梦的价值引领。社会主义核心价值观既体现了社会主义本质要求，继承了中华优秀传统文化，也吸收了世界文明有益成果，体现了时代精神，回答了我们要建设什么样的国家、建设什么样的社会、培育什么样的公民的重大问题。积极培育和践行社会主义核心价值观，有利于巩固马克思主义在意识形态领域的指导地位，有利于巩固全党全国人民团结奋斗的共同思想基础，有利于聚集实现中华民族伟大复兴中国梦的强大正能量，有利于促进人的全面发展和引领社会全面进步。因此，选项 ABCD 正确。",
    "id": 181
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平总书记强调：“把培育和弘扬社会主义核心价值观作为凝魂聚气、强基固本的基础工程。”这是因为（）。",
    "options": {
      "A": "中国特色社会主义需要一个能够被全社会共同接受和认同的价值观来引领",
      "B": "核心价值观是一个国家的重要稳定器",
      "C": "坚守社会主义核心价值观是实现人民当家作主的根本保证",
      "D": "社会主义核心价值观能够内化为人们的精神追求，外化为人们的自觉行动"
    },
    "answer": "ABD",
    "explanation": "【解析】本题考查社会主义核心价值观。建设和发展中国特色社会主义，需要有一个能够被全社会共同接受和认同的社会主义核心价值体系和核心价值观来引领。核心价值体系和核心价值观，是决定文化性质和方向的最深层次要素，是一个国家的重要稳定器。坚守社会主义核心价值体系和社会主义核心价值观就是通过教育引导、舆论宣传、文化熏陶、实践养成、制度保障等，使社会主义核心价值观内化为人们的精神追求，外化为人们的自觉行动。因此，选项 ABD 正确。选项 C，中国共产党的领导是人民当家作主和依法治国的根本保证，故不选。",
    "id": 182
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "2023 年是毛泽东等老一辈革命家为雷锋同志题词 60 周年。60 年来，学雷锋活动在全国持续深入开展，雷锋的名字家喻户晓，雷锋的事迹深入人心，雷锋精神滋养着一代代中华儿女的心灵。实践证明，无论时代如何变迁，雷锋精神永不过时。党中央通过培育先进典型榜样，抓好社会主义精神文明建设的意义在于（）。",
    "options": {
      "A": "为实现中华民族伟大复兴的中国梦提供坚实的制度基础",
      "B": "为全面建成社会主义现代化强国提供丰润的道德滋养",
      "C": "为中国特色社会主义建设提供强大的精神力量",
      "D": "为全国各族人民不断前进提供坚强的思想保证"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查社会主义文化建设。文化作为上层建筑，先进的文化可以为全面建成社会主义现代化强国提供丰润的道德滋养；为中国特色社会主义建设提供强大的精神力量；为全国各族人民不断前进提供坚强的思想保证。因此，选项 BCD 正确。选项 A，文化建设提供的是精神动力和思想保证，提供不了制度基础，故不选。 4．文化自信是更基础、更广泛、更深厚的自信，是一个国家、一个民族发展中最基本、最深沉、最持久的力量。坚定中国特色社会主义文化自信的依据是（）。 A. 中华优秀传统文化 B．党带领人民在伟大斗争中孕育的革命文化 C．党带领人民在伟大斗争中孕育的社会主义先进文化 D．中国特色社会主义伟大实践",
    "id": 183
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "文化是一个国家、一个民族的灵魂。国家的富强，民族的振兴，无不伴随着文化的历史性进步。新时代新的文化使命，是在新的起点上（）。",
    "options": {
      "A": "弘扬中国精神、传播中国价值、凝聚中国力量",
      "B": "继续推动文化繁荣",
      "C": "建设文化强国",
      "D": "建设中华民族现代文明"
    },
    "answer": "BCD",
    "explanation": "【解析】新时代新的文化使命是，在新的起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明。BCD 正确。弘扬中国精神、传播中国价值、凝聚中国力量是文艺工作者的神圣职责，A 错误。",
    "id": 184
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "党的十八大以来在中共中央政治局举行的集体学习中，中华优秀传统文化多次成为重要内容：“我国历史上的反腐倡廉”“我国历史上的国家治理”“我国历史上的法治和德治”“中国历史上的吏治”“我国考古最新发现及其意义”“深化中华文明探源工程”……这份“课程表”背后，是对中华文化的深切思考。中华优秀传统文化是（）。",
    "options": {
      "A": "中华文明的智慧结晶和精华所在",
      "B": "中华民族的根和魂",
      "C": "我们在世界文化激荡中站稳脚跟的根基",
      "D": "全党全国各族人民团结奋斗的共同思想基础"
    },
    "answer": "ABC",
    "explanation": "【解析】中华优秀传统文化是中华文明的智慧结晶和精华所在，是中华民族的根和魂，是我们在世界文化激荡中站稳脚跟的根基。ABC 正确。习近平新时代中国特色社会主义思想是全党全国各族人民团结奋斗的共同思想基础，D 错误。 8．对历史最好的继承，就是创造新的历史。铸就社会主义文化新辉煌，就要推动中华优秀传统文化创造性转化、创新性发展。要通过创造性转化和创新性发展，使中华民族最基本的文化基因（）。 A. 同当代中国相适应 B. 同现代社会相协调 C. 同现实文化相融通 D. 同国际社会接轨",
    "id": 185
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "在新的历史起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明，要（）。",
    "options": {
      "A": "坚定文化自信",
      "B": "秉持开放包容",
      "C": "坚持守正创新",
      "D": "坚持胸怀天下"
    },
    "answer": "ABC",
    "explanation": "【解析】在新的历史起点上继续推动文化繁荣、建设文化强国、建设中华民族现代文明：第一，要坚定文化自信，坚持走自己的路，实现精神上的独立自主。第二，要秉持开放包容。第三，要坚持守正创新，以守正创新的正气和锐气，赓续历史文脉、谱写当代华章。ABC正确，D错误。",
    "id": 186
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "江山就是人民，人民就是江山。我们要实现好、维护好、发展好最广大人民根本利益，就必须紧紧抓住人民最关心最直接最现实的利益问题。要坚持在发展中保障和改善民生，其中，关乎最基本民生问题的举措是（）。",
    "options": {
      "A": "实施就业优先战略",
      "B": "健全社会保障体系",
      "C": "推进健康中国建设",
      "D": "办好人民满意的教育"
    },
    "answer": "A",
    "explanation": "【解析】本题考查在发展中保障和改善民生。习近平总书记在党的二十大报告中强调：“就业是最基本的民生。”因此，选项 A 正确。选项 BCD，都是保障和改善民生的具体举措，但不是“最基本的民生问题”，故不选。 2．共同富裕是全体人民共同富裕，是人民群众物质生活和精神生活都富裕，不是少数人的富裕，也不是整齐划一的平均主义。促进共同富裕的基础性制度是（）。 A. 社会主义基本经济制度 B. 所有制制度 C. 分配制度 D. 社会主义市场经济体制",
    "id": 187
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "民生事关人民的生存生活生计，事关民心所向、民情所系、民意所指，决定党的事业成败和国家命运兴衰。保障和改善民生的重要方针是（）。",
    "options": {
      "A": "坚持尽力而为、量力而行",
      "B": "坚守底线、突出重点",
      "C": "完善制度、引导预期",
      "D": "坚持人人尽责、人人享有"
    },
    "answer": "A",
    "explanation": "【解析】坚持尽力而为、量力而行，是保障和改善民生的重要方针。A 正确。坚守底线、突出重点、完善制度、引导预期，是保障和改善民生的工作思路；坚持人人尽责、人人享有，让所有劳动者在推动发展中分享发展成果，是保障和改善民生的重要原则；解决人民群众最关心、最直接、最现实的利益问题，是保障和改善民生的重中之重。BCD 错误。 4\\. 改善民生、实现发展成果由人民共享最重要最直接的方式是（）。 A. 稳就业 B. 城镇化 C. 社会保障 D. 收入分配",
    "id": 188
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "理念是完善社会治理体系的先导，必须坚持共建共治共享的社会治理理念。其中，共建是社会治理的（）。",
    "options": {
      "A": "关键",
      "B": "基础",
      "C": "核心",
      "D": "目标"
    },
    "answer": "B",
    "explanation": "【解析】理念是完善社会治理体系的先导，必须坚持共建共治共享的社会治理理念。共建是共同参与社会建设，要求突出制度和体系建设的基础性、战略性地位，是社会治理的基础；共治是共同参与社会治理，要求树立大社会观、大治理观，打造全民参与的开放治理体系，是社会治理的关键；共享是共同享有社会治理成果，要求社会治理的成效更多更公平惠及全体人民，是社会治理的目标。B 正确，ACD 错误。",
    "id": 189
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "经过接续奋斗，我国社会建设全面加强，人民安居乐业、社会安定有序的良好局面不断巩固发展，人民对美好生活的向往不断变为现实。新时代加强社会建设的重要着力点是（）。",
    "options": {
      "A": "健全和完善社会保障体系",
      "B": "正确把握民生和发展的关系",
      "C": "全面推进健康中国建设",
      "D": "防范化解重大风险"
    },
    "answer": "A",
    "explanation": "【解析】健全和完善社会保障体系是新时代加强社会建设的重要着力点，A 正确。正确把握民生和发展的关系，是保障和改善民生的重要前提。BCD 错误。",
    "id": 190
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "基础不牢，地动山摇。习近平指出，基层强则国家强，基层安则天下安，必须抓好基层治理现代化这项基础性工作。基层治理是国家治理的基石，社会治理最基本的单元是（）。",
    "options": {
      "A": "城乡社区",
      "B": "县级政府",
      "C": "市级政府",
      "D": "基层党组织"
    },
    "answer": "A",
    "explanation": "【解析】本题考查社会治理。基层治理是国家治理的基石，城乡社区是社会治理最基本的单元，是党和政府联系、服务居民群众的“最后一公里”。社会治理的重心必须向基层下移，落实到城乡社区，有效防范化解社会矛盾和风险。因此，选项 A 正确。选项 BCD，均不符合题意，故不选。 ##### 多项选择题",
    "id": 191
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "社会主义分配制度既有利于鼓励先进、促进效率、最大限度激发活力，又有利于防止两极分化，逐步实现共同富裕，使人民群众共享改革发展成果。因此，坚持和完善社会主义分配制度，就要（）。",
    "options": {
      "A": "坚持多劳多得，着重保护劳动所得，提高劳动报酬在初次分配中的比重",
      "B": "健全劳动、资本、土地、知识、技术、管理、数据等生产要素由市场评价贡献、按贡献决定报酬的机制",
      "C": "健全以税收、社会保障、转移支付等为主要手段的再分配调节机制",
      "D": "重视发挥第三次分配作用，发展慈善等社会公益事业"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查社会主义分配制度。党的十九届四中全会将“坚持按劳分配为主体、多种分配方式并存”纳入社会主义基本经济制度范畴，提出“第三次分配”的新表述，同学们需要特别注意。一是完善初次分配制度，要坚持多劳多得，着重保护劳动所得：增加劳动者特别是一线劳动者劳动报酬，提高劳动报酬在初次分配中的比重。健全劳动、资本、土地、知识、技术、管理、数据等生产要素由市场评价贡献、按贡献决定报酬的机制。二是健全再分配调节机制，健全以税收、社会保障、转移支付等为主要手段的再分配调节机制，强化税收调节，完善直接税制度并逐步提高其比重。完善相关制度和政策，合理调节城乡、区域、不同群体间分配关系。三是重视发挥第三次分配作用，发展慈善等社会公益事业。第三次分配是在道德、文化、习惯等影响下，社会力量自愿通过民间捐赠、慈善事业、志愿行动等方式济困扶弱的行为，是对再分配的有益补充。随着我国经济发展和社会文明程度提高，全社会公益慈善意识日渐增强，所以首次在中央文件中提出了“第三次分配”的概念。因此，选项 ABCD 正确。 2．增进人民福祉、促进人的全面发展是我们党立党为公、执政为民的本质要求。党的十九届四中全会提出“完善覆盖全民的社会保障体系”，建立健全社会保障体系的必要性在于（）。 A. 是社会主义市场经济发展的客观需要 B．是实现社会全面进步的需要 C．是转换企业经营机制，搞活企业的需要 D．是保持社会稳定和国家",
    "id": 192
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "保障和改善民生的重要前提，是正确把握民生和发展的关系。以下说法正确的有()。",
    "options": {
      "A": "发展是解决民生问题的“总钥匙”",
      "B": "民生是发展的“指南针”",
      "C": "发展是改善民生的物质基础",
      "D": "持续不断改善民生能够调动人们发展生产的积极性"
    },
    "answer": "ABCD",
    "explanation": "【解析】正确把握民生和发展的关系，是保障和改善民生的重要前提。发展是解决民生问题的“总钥匙”，民生是发展的“指南针”。发展是改善民生的物质基础，离开发展谈改善民生是无源之水、无本之木。如果发展不能回应人民的期待，不能让群众得到实际利益，这样的发展就失去意义，也不可能持续。民生连着内需、连着发展。抓民生也是抓发展，持续不断改善民生，能够有效解决群众后顾之忧，调动人们发展生产的积极性，增进社会消费预期，利于扩大内需，催生新的增长点。ABCD全选。 4．社会治理体系是进行社会治理的基础，也是提高社会治理效能的保障。加快完善社会治理体系，是一项系统性工程，要根据社会治理实际和人民新期待，进一步创新社会治理理念，健全社会治理制度，改进社会治理方式，不断推进社会治理体系和治理能力现代化。完善社会治理体系必须（）。 A. 坚持共建共治共享的社会治理理念 B. 健全社会治理制度，提升社会治理效能 C. 不断创新社会治理方式、途径和手段 D. 以制度建设为先导",
    "id": 193
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "中国特色社会主义进入新时代以来，我国经济社会发展取得了举世瞩目的重大成就。居民收入增长与经济增长基本同步，全国居民人均可支配收入年均增长5.1%。居民消费价格年均上涨2.1%。新增劳动力平均受教育年限从13.5年提高到14年。基本养老保险参保人数增加1.4亿、覆盖10.5亿人，基本医保水平稳步提高。多年累计改造棚户区住房4200多万套，上亿人出棚进楼、实现安居。我国人民生活水平不断提高表明，增进民生福祉是（）。",
    "options": {
      "A": "坚持立党为公、执政为民的本质要求",
      "B": "社会主义生产的根本目的",
      "C": "当前中国共产党的中心任务",
      "D": "全面建设社会主义现代化国家的应有之义"
    },
    "answer": "ABD",
    "explanation": "【解析】本题考查增进民生福祉。第一，增进民生福祉是坚持立党为公、执政为民的本质要求。第二，增进民生福祉是社会主义生产的根本目的。第三，增进民生福祉是全面建设社会主义现代化国家的应有之义。因此，选项 ABD 正确。选项 C，当前中国共产党的中心任务是以中国式现代化全面推进中华民族伟大复兴，而不是增进民生福祉。",
    "id": 194
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "进入新时代，党和国家持续实施就业优先战略和积极的就业政策，我国就业形势保持总体稳定。就业（）。",
    "options": {
      "A": "是最基本的民生",
      "B": "是劳动者赖以生存和发展的基础、共享经济发展成果的基本条件",
      "C": "是改善民生、实现发展成果由人民共享最重要、最直接的方式",
      "D": "关系到亿万劳动者及其家庭的切身利益"
    },
    "answer": "ABD",
    "explanation": "【解析】收入分配是民生之源，是改善民生、实现发展成果由人民共享最重要、最直接的方式。C 错误。ABD 正确。",
    "id": 195
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "建设生态文明、推动绿色低碳循环发展，不仅可以满足人民日益增长的优美生态 环境需要，而且可以推动实现更高质量、更有效率、更加公平、更可持续、更为安全的发展，走出一条生产发展、生活富裕、生态良好的文明发展道路。因此（）。",
    "options": {
      "A": "生态环境保护和经济发展是彼此孤立、各自为战的",
      "B": "发展了经济，就等于保护好了生态环境",
      "C": "生态环境保护和经济发展是辩证统一、相辅相成的",
      "D": "保护好生态环境，就等于发展了经济"
    },
    "answer": "C",
    "explanation": "【解析】本题考查建设生态文明、推动绿色发展。习近平总书记指出：“我们既要绿水青山，也要金山银山。宁要绿水青山，不要金山银山，而且绿水青山就是金山银山。”这段话揭示了生态环境保护和经济发展是辩证统一、相辅相成的，保护生态环境就是保护生产力、改善生态环境就是发展生产力的道理。因此，选项 C 正确。选项 A，只看到了生态和经济的对立面，没有看到二者之间的统一面，故不选。选项 BD，将生态和经济简单地等同是不对的，二者是在发展中保护，在保护中发展，故不选。 3．发达国家和发展中国家处于不同发展阶段，在环境问题上的历史责任和现实能力存在差异。根据国际能源署、世界银行等机构的统计数据，在居民人均消费碳排放方面，发展中国家大多只是“生存型”排放，而发达国家早已是“奢侈型”或“浪费型”排放。必须充分考虑历史责任、各国国情和生态治理能力，坚持各尽所能、国家自主决定贡献的制度安排。这说明建设人与自然和谐共生的地球家园必须（）。 A. 坚持科学治理 B. 坚持多边主义 C. 坚持共同但有区别的责任原则 D. 坚持以人为本",
    "id": 196
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "建设美丽中国，是全面建设社会主义现代化国家的重要目标，也是满足人民日益增长的优美生态环境需要的必然要求。我国美丽中国建设目标基本实现是在（）。",
    "options": {
      "A": "2025 年",
      "B": "2035 年",
      "C": "2050 年",
      "D": "2060 年"
    },
    "answer": "B",
    "explanation": "【解析】本题考查美丽中国建设。党的二十大进一步明确，全面建成社会主义现代化强国总的战略安排是分两步走：从2020年到2035年基本实现社会主义现代化；从2035年到21世纪中叶把我国建成富强民主文明和谐美丽的社会主义现代化强国。到2035年，我国发展的总体目标，体现在生态方面是广泛形成绿色生产生活方式，碳排放达峰后稳中有降，生态环境根本好转，美丽中国建设目标基本实现。因此，选项B正确。 5\\. 生态环境变化直接影响文明的兴衰演替。生态环境问题归根到底是（）。 A. 政府与市场的关系问题 B. 人与社会的关系问题 C. 人与人的关系问题 D. 经济发展方式和生活方式问题",
    "id": 197
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "改革开放以来，我国经济发展取得巨大成就，也积累了大量生态环境问题。如果不抓紧扭转生态环境恶化趋势，必将付出极其沉重的代价。解决生态环境问题的治本之策是（）。",
    "options": {
      "A": "全面建立资源高效利用制度",
      "B": "绿色低碳发展",
      "C": "实行最严格的生态环境保护制度",
      "D": "坚持山水林田湖草沙一体化保护和系统治理"
    },
    "answer": "B",
    "explanation": "",
    "id": 198
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "习近平总书记指出，环境就是民生，青山就是美丽，蓝天也是幸福。要着力推动生态环境保护，像保护眼睛一样保护生态环境，像对待生命一样对待生态环境。着力解决突出的环境问题，打赢环境治理攻坚战，要求我们（）。",
    "options": {
      "A": "强化土壤污染管控和修复",
      "B": "加快水污染治理",
      "C": "打赢蓝天保卫战",
      "D": "持续实施大气污染防治行动"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查解决突出环境问题的措施。着力解决突出的环境问题，聚焦环境保护的重点，打赢环境治理攻坚战，要求我们坚持全民共治、源头防治，持续实施大气污染防治行动，打赢蓝天保卫战，加快水污染治理，强化土壤污染管控和修复。因此，选项ABCD正确。",
    "id": 199
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "2023 年 1 月 19 日，国务院新闻办公室发布《新时代的中国绿色发展》白皮书。该白皮书指出，绿色是生命的象征、大自然的底色，良好生态环境是美好生活的基础、人民共同的期盼。绿色发展是顺应自然、促进人与自然和谐共生的发展，是用最少资源环境代价取得最大经济社会效益的发展，是高质量、可持续的发展，已经成为各国共识。我国高度重视生态文明建设的原因在于（）。",
    "options": {
      "A": "大自然是人类赖以生存发展的基本条件",
      "B": "尊重自然、顺应自然、保护自然，是全面建设社会主义现代化国家的内在要求",
      "C": "建设美丽中国是全面建设社会主义现代化国家的首要任务",
      "D": "中国承诺必须成为世界上最快实现碳达峰碳中和的国家"
    },
    "answer": "AB",
    "explanation": "【解析】本题考查生态文明建设。党的二十大报告指出：“大自然是人类赖以生存发展的基本条件。尊重自然、顺应自然、保护自然，是全面建设社会主义现代化国家的内在要求。必须牢固树立和践行绿水青山就是金山银山的理念，站在人与自然和谐共生的高度谋划发展。”因此，选项 AB 正确。选项 C，高质量发展是全面建设社会主义现代化国家的首要任务，故不选。选项 D，说法违背政治常识，我们的目标不是成为世界上最快实现碳达峰碳中和的国家。事实上，根据我国的实际情况，我们有清晰的规划，力争 2030 年前实现碳达峰，2060 年前实现碳中和。故不选。",
    "id": 200
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "绿水青山就是金山银山，这是重要的发展理念，也是推进现代化建设的重大原则。这一理念，阐明了经济发展与生态环境保护之间的关系。生态环境问题归根到底是（）。",
    "options": {
      "A": "经济发展方式问题",
      "B": "生活方式问题",
      "C": "文化问题",
      "D": "历史问题"
    },
    "answer": "AB",
    "explanation": "【解析】本题考查生态环境问题。生态环境问题归根到底是经济发展方式和生活方式问题。绿水青山就是金山银山，这是重要的发展理念，也是推进现代化建设的重大原则。因此，选项 AB 正确。选项 CD，生态问题着眼于当前和未来，因此不能归结为历史问题，更不是文化问题。 4．面对资源约束趋紧、环境污染严重、生态系统退化的严峻形势，必须树立尊重自然、顺应自然、保护自然的生态文明理念。其中，保护自然是人与自然相处时应承担的重要责任，要求人们（）。 A. 保护自然生态系统 B．把人类活动控制在自然能够承受的限度之内 C. 实现人类对自然获取和给予的平衡 D. 防止出现生态赤字和生态灾难",
    "id": 201
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "坚持总体国家安全观关键在“总体”，突出的是“大安全”理念，涵盖政治、军事、国土、经济、文化、社会、科技等诸多领域。其中，总体国家安全观的根本是（）。",
    "options": {
      "A": "政治安全",
      "B": "经济安全",
      "C": "人民安全",
      "D": "军事、文化、社会安全"
    },
    "answer": "A",
    "explanation": "【解析】本题考查坚持总体国家安全观。坚持总体国家安全观，必须坚持国家利益至上，以人民安全为宗旨，以政治安全为根本，以经济安全为基础，以军事、文化、社会安全为保障，完善国家安全制度体系，加强国家安全能力建设，坚决维护国家主权、安全、发展利益。因此，选项 A 正确。选项 BCD，坚持总体国家安全观，经济安全是基础，人民安全是宗旨，军事、文化、社会安全是保障，故不选。 2．产业链供应链是现代经济的重要形态，近年来，我国围绕产业链供应链的韧性和安全水平提升开展一系列补链强链延链工作，但也要看到，我国产业链供应链大而不强、全而不精、韧中有脆，仍存在一系列亟待解决的问题，比如，关键环节创新能力不足，生产要素运输效率不高，数字经济赋能效果有待提升，需求端驱动力不足，等等。我国之所以聚焦这些短板弱项，打通产业链供应链卡点、堵点、断点，确保产业链供应链安全稳定，是因为（）。 A. 只要提升产业链供应链韧性和安全水平就能保证经济安全 B. 产业链供应链稳定安全是增强维护国家安全能力的重要环节 C. 经济安全是人民群众安全感的晴雨表 D. 我国产业链供应链安全问题已经外溢为区域性安全问题",
    "id": 202
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "总体国家安全观从战略和全局的高度看待国家各层面、各领域安全问题，统筹运用各方面资源和手段予以综合解决，实现国家安全多方面内容和要求的有机统一。其中，总体国家安全观的宗旨是（）。 下篇 > 练习题",
    "options": {
      "A": "人民安全",
      "B": "政治安全",
      "C": "经济安全",
      "D": "国际安全"
    },
    "answer": "A",
    "explanation": "【解析】本题考查坚持总体国家安全观。坚持总体国家安全观以人民安全为宗旨。因此，选项 A 正确。选项 B，总体国家安全观以政治安全为根本。选项 C，总体国家安全观以经济安全为基础。选项 D，总体国家安全观以促进国际安全为依托。 4．全面推进中华民族伟大复兴，既无比光荣又困难重重。民族复兴的根基是（）。 A. 国家安全 B. 社会稳定 C. 民族团结 D. 人民幸福",
    "id": 203
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "党的二十大首次将“推进国家安全体系和能力现代化，坚决维护国家安全和社会稳定”作为独立部分，对国家安全作了系统阐述，体现了党治国理政总体布局的新拓展，为我们做好维护国家安全工作指明了方向，提供了根本遵循。开创新时代国家安全工作新局面的主要举措有（）。",
    "options": {
      "A": "走军民融合式发展路子",
      "B": "推进国家安全体系和能力现代化",
      "C": "建设更高水平的平安中国",
      "D": "提高防范化解重大风险能力"
    },
    "answer": "BCD",
    "explanation": "【解析】本题考查开创新时代国家安全工作新局面。开创新时代国家安全工作新局面，要正确认识和把握重大国家安全问题，推进国家安全体系和能力现代化，推动建设更高水平的平安中国，着力提高防范化解重大风险能力和水平，不断塑造总体有利的国家安全战 略态势。因此，选项 BCD 正确。选项 A，走军民融合式发展路子是实现富国和强军相统一的重要途径，而不是国家安全工作的举措。 3．党的十九届五中全会把统筹发展和安全纳入“十四五”时期我国经济社会发展的指导思想。党的十九届六中全会再次强调要统筹发展和安全。党的二十大报告提出，以新安全格局保障新发展格局。目前，社会上对统筹发展和安全问题还存在一些误区，必须从理论、实践及战略等层面厘清各种误区，走出统筹发展和安全更加强调安全、不重视发展的认识误区。要走出“更加强调安全，不重视发展”的误区，就必须认识到（）。 A. 发展就是最大的安全 B．发展解决的是动力问题，是推动国家和民族赓续绵延的根本支撑 C．发展和安全是两件大事，必须统筹发展和安全 D．安全具有基础性、根本性",
    "id": 204
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "构建统筹各领域安全的新安全格局，必须把维护政治安全作为应对各领域安全风险挑战的首要任务。这是因为（）。",
    "options": {
      "A": "政治安全是国家安全的根本",
      "B": "政治安全是一切国家生存和发展的基础条件",
      "C": "政治安全决定和影响着国家其他各个领域的安全",
      "D": "政治安全是立国之基"
    },
    "answer": "ABC",
    "explanation": "【解析】国土安全是立国之基，老祖宗留下来的领土一寸也不能丢，我们决不会坐视领土完整受到侵犯。D 错误。ABC 正确。 5\\. 维护政治安全的主要内容包括（）。 A. 维护政权安全 B. 维护制度安全 C. 维护国土安全 D. 维护意识形态安全",
    "id": 205
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党在会议报告中对全面推进国防和军队现代化作出新的战略安排：到 2020 年，国防和军队建设要基本实现机械化，信息化建设取得重大进展，战略能力有大的提升；到 2035 年，基本实现国防和军队现代化；到 21 世纪中叶，把人民军队全面建成世界一流军队。这一部署，绘就了建设强大人民军队的路线图、时间表。有效履行我军根本职能的内在要求的唯一标准是（）。",
    "options": {
      "A": "政治建军",
      "B": "战斗力",
      "C": "依法治军、从严治军",
      "D": "改革"
    },
    "answer": "B",
    "explanation": "【解析】本题考查国防和军队建设，属于记忆题。军队强不强，关键看打仗；战场打不赢，一切等于零。把战斗力作为唯一的根本的标准，是有效履行人民军队根本职能的要求，也是提高军队建设质量和效益的要求，无论过去、现在和将来，战斗力标准始终是军事领域衡量利弊得失的重要标准。因此，选项 B 正确。选项 A，政治建军是人民军队的立军之本。与题意不符，故不选。选项 C，依法治军、从严治军是我们党建军治军的基本方略。与题意不符，故不选。选项 D，改革是决定人民军队发展壮大、制胜未来的关键一招。与题意不符，故不选。",
    "id": 206
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "“强国必须强军，军强才能国安”，“建设一支听党指挥、能打胜仗、作风优良的人民军队，是实现‘两个一百年’奋斗目标、实现中华民族伟大复兴的战略支撑。”人民军队的建军之本、强军之魂是（）。",
    "options": {
      "A": "党对人民军队的绝对领导",
      "B": "国防和军队现代化",
      "C": "为人民服务",
      "D": "能打胜仗"
    },
    "answer": "A",
    "explanation": "【解析】本题考查坚持党对人民军队的绝对领导。党对人民军队的绝对领导，是人民军队建军之本、强军之魂，必须全面贯彻党领导军队的一系列根本原则和制度，确保部队绝对忠诚、绝对纯洁、绝对可靠。因此，选项 A 正确。选项 B，国防和军队现代化是我们党的战略任务和奋斗目标，与题干无关，故不选。选项 C，为人民服务是人民军队的宗旨。选项 D，党在新时代的强军目标是建设一支听党指挥、能打胜仗、作风优良的人民军队，其中，能打胜仗是核心。 3．党的十八大以来，以习近平同志为核心的党中央深刻把握强国对强军的战略需求，围绕新时代建设一支什么样的强大人民军队、怎样建设强大人民军队，深入进行理论探索和实践创造，形成习近平强军思想并不断丰富和发展。习近平强军思想明确军民融合发展 是（）。 A. 建军之本、强军之魂 B. 党建军治军基本方式 C. 我军鲜明特色和政治优势 D. 兴国之举、强军之策",
    "id": 207
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "人民军队的鲜明特色和政治优势，也是人民军队战无不胜、攻无不克的重要保证的是（）。",
    "options": {
      "A": "听党指挥",
      "B": "能打胜仗",
      "C": "作风优良",
      "D": "本领过硬"
    },
    "answer": "C",
    "explanation": "【解析】作风优良是保证，关系军队的性质、宗旨、本色，是人民军队的鲜明特色和政治优势，也是人民军队战无不胜、攻无不克的重要保证。C 正确。听党指挥是灵魂，决定军队建设的政治方向；能打胜仗是核心，反映军队的根本职能和军队建设的根本指向。ABD 不符合题意。 5．新的征程上，开创国防和军队现代化新局面，必须全面推进政治建军、改革强军、科技强军、人才强军、依法治军，加快把人民军队建设成为世界一流军队。其中，推动人民军队高质量发展、赢得军事竞争和未来战争主动的关键因素是（）。 A. 改革 B. 科技 C. 人才 D. 军事法治体系",
    "id": 208
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "坚持党对人民军队的绝对领导，是马克思主义建党建军的一条基本原则。习近平指出：“坚持党指挥枪、建设自己的人民军队，是党在血与火的斗争中得出的颠扑不破的真理。”坚持党对人民军队绝对领导的根本制度和根本实现形式是（）。",
    "options": {
      "A": "政治建军",
      "B": "首长分工负责制",
      "C": "科技强军战略",
      "D": "军委主席负责制"
    },
    "answer": "D",
    "explanation": "【解析】本题考查坚持党对人民军队的绝对领导。军委主席负责制是坚持党对人民军队绝对领导的根本制度和根本实现形式，在党领导军队的一整套制度体系中处于最高层次，居于统领地位。因此，选项 D 正确。选项 A，政治建军是人民军队的立军之本：抓军队建 设首先要从政治上看。与题意不符，故不选。选项 B，坚持党对军队的绝对领导必须有一整套制度作保证，实行党委（支部）统一的集体领导下的首长分工负责制是其中之一。与题意不符，故不选。选项 C，一流军队要求一流科技，必须全面实施科技强军战略。与题意不符，故不选。 #### 多项选择题",
    "id": 209
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "人民军队是执行党的政治任务的武装集团，党和人民所需就是军队使命任务所系。人民军队自成立起，就始终为争取民族独立、人民解放和实现国家富强、人民幸福而英勇奋斗。进入新时代，人民军队的使命任务是（）。",
    "options": {
      "A": "为促进世界和平与发展提供战略支撑",
      "B": "为维护我国海外利益提供战略支撑",
      "C": "为捍卫国家主权、统一和领土完整提供战略支撑",
      "D": "为巩固中国共产党领导和我国社会主义制度提供战略支撑"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查新时代人民军队使命任务。进入新时代，人民军队的使命任务概括起来就是“四个战略支撑”：为巩固中国共产党领导和我国社会主义制度提供战略支撑；为捍卫国家主权、统一和领土完整提供战略支撑；为维护我国海外利益提供战略支撑；为促进世界和平与发展提供战略支撑。因此，选项 ABCD 正确。",
    "id": 210
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "我们的军队是人民军队，我们的国防是全民国防。巩固提高一体化国家战略体系和能力，是党中央把握强国强军面临的新形势新任务新要求。要统筹全局，突出重点，以重点突破带动整体推进。必须向改革创新要动力，要坚持问题导向，持续优化体制机制，完善政策制度：形成各司其职、紧密协作、规范有序的工作格局，更好推进一体化国家战略体系和能力建设。为此应该（）。",
    "options": {
      "A": "把国防和军队建设融入经济社会发展大体系",
      "B": "加强国防动员和后备力量建设，增强打赢未来战争的国防潜力",
      "C": "坚持军民合力共建边海空防，发挥党政军警民合力强边固防的独特优势",
      "D": "大力弘扬拥政爱民、拥军优属的光荣传统"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查巩固提高一体化国家战略体系和能力。巩固提高一体化国家战略体系和能力，是党中央把握强国强军面临的新形势新任务新要求，必须把国防和军队现代化融入国家现代化，把国防和军队建设融入经济社会发展大体系；加强国防动员和后备力量建设，增强打赢未来战争的国防潜力；坚持军民合力共建边海空防，发挥党政军警民合力强边固防的独特优势，周密组织边境管控和海上维权行动，建设强大稳固的现代边海空防； 大力弘扬拥政爱民、拥军优属的光荣传统，巩固发展军政军民团结，为推进强国强军汇聚强大力量。因此，选项 ABCD 正确。 3．习近平指出：“我们捍卫和平、维护安全、慑止战争的手段和选择有多种多样，但军事手段始终是保底手段。”只有以强大军事实力为后盾（）。 A. 政治安全、国土安全等其他安全才能托底 B．国家的总体安全和人民的幸福生活才有保障 C. 实现国家繁荣富强的主动权才能牢牢掌握在自己手中 D. 当代中国价值观念才能走向世界",
    "id": 211
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "解决台湾问题、实现祖国完全统一，是全体中华儿女的共同愿望，是中华民族根本利益所在。党的十八大以来，在以习近平同志为核心的党中央坚强领导下，在两岸同胞共同努力下，两岸关系取得重要积极成果。两岸关系和平发展的政治基础是（）。",
    "options": {
      "A": "深化两岸利益融合，共创两岸互利双赢，增进两岸同胞福祉",
      "B": "坚持 “九二共识”，反对 “台独”",
      "C": "增强两岸同胞的民族认同、文化认同、国家认同",
      "D": "相互尊重，求同存异"
    },
    "answer": "B",
    "explanation": "【解析】本题考查两岸关系和平发展的政治基础，属于记忆题。党的十八大以来，在以习近平同志为核心的党中央坚强领导下，在两岸同胞共同努力下，两岸关系取得重要积极成果，两岸关系和平发展的政治基础是坚持“九二共识”，反对“台独”。深化两岸利益融合，共创两岸互利双赢，增进两岸同胞福祉是推动两岸关系和平发展的宗旨。因此，选项B正确。选项A，“深化两岸利益融合，共创两岸互利双赢，增进两岸同胞福祉”是推动两岸关系和平发展的宗旨，故不选。选项C，“增强两岸同胞的民族认同、文化认同、国家认同”是两岸关系和平发展的人文交流方面的内容，故不选。选项D，“相互尊重，求同存异”是我国处理国与国之间关系的方针，两岸关系不属于“国与国”之间的关系，故不选。 2．习近平在庆祝香港回归祖国25周年大会暨香港特别行政区第六届政府就职典礼上强调，“一国两制”方针是一个完整的体系，其最高原则是（）。 A. 维护国家主权、安全、发展利益 B. 保证香港享有高度自治权 C. 保持原有的资本主义制度长期不变 D. 保持香港的独特地位和优势",
    "id": 212
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "新时代党解决台湾问题的总体方略内涵丰富、逻辑严密、系统完备，深刻回答了推进祖国统一的一系列重大理论和实践问题，是我们党对台大政方针的继承发展和集大成。其中，统一的历史方位是（）。",
    "options": {
      "A": "坚持团结台湾同胞、争取台湾民心",
      "B": "坚持在祖国大陆发展进步基础上解决台湾问题",
      "C": "坚持在中华民族伟大复兴进程中推进祖国统一",
      "D": "坚持推动两岸关系和平发展、融合发展"
    },
    "answer": "C",
    "explanation": "【解析】本题考查新时代党解决台湾问题的总体方略。坚持在中华民族伟大复兴进程中推进祖国统一，这是统一的历史方位。因此，选项 C 正确。选项 A，坚持团结台湾同胞、争取台湾民心，这是统一的根本动力。选项 B，坚持在祖国大陆发展进步基础上解决台湾问题，这是统一的战略思路。选项 D，坚持推动两岸关系和平发展、融合发展，这是统一的实践途径。 4．香港和澳门必须坚持中央全面管治权和保障特别行政区高度自治权相统一。全面管治权是授权特别行政区高度自治的前提和基础，高度自治权是中央行使全面管治权的体现。香港和澳门的高度自治权实质上是（）。 A. 港澳的完全自治 B. 中央对港澳进行分权 C. 中央授予的地方事务管理权 D. 中央权力以外的“剩余权力”",
    "id": 213
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "在新时代党解决台湾问题的总体方略中，作为统一的战略支撑的是（）。",
    "options": {
      "A": "坚持决不承诺放弃使用武力",
      "B": "坚持粉碎“台独”分裂图谋",
      "C": "坚持团结台湾同胞、争取台湾民心",
      "D": "坚持反对外部势力干涉"
    },
    "answer": "A",
    "explanation": "【解析】坚持团结台湾同胞、争取台湾民心，这是统一的根本动力；坚持粉碎“台独”分裂图谋，这是统一的必然要求；坚持反对外部势力干涉，这是统一的外部条件；坚持决不承诺放弃使用武力，这是统一的战略支撑。A 正确，BCD 错误。 #### 多项选择题",
    "id": 214
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "“和平统一、一国两制”的构想是充分尊重历史和现实、照顾各方利益、维护民族团结、实现祖国完全统一的科学构想。其具体含义包括（）。",
    "options": {
      "A": "以祖国统一为前提",
      "B": "国家的主体坚持社会主义制度",
      "C": "“九二共识”是台海两岸的选项之一",
      "D": "香港、澳门、台湾保持原有的资本主义制度长期不变"
    },
    "answer": "ABD",
    "explanation": "【解析】本题考查“一国两制”。“和平统一、一国两制”是一个完整的体系，其基本内容就是在祖国统一的前提下，国家的主体坚持社会主义制度，同时在香港、澳门、台湾保持原有的资本主义制度长期不变。因此，选项 ABD 正确。选项 C，“九二共识”是台海两岸关系发展的基础和前提，不是选项之一，而是唯一选项，故不选。 2．习近平在庆祝香港回归祖国25周年大会暨香港特别行政区第六届政府就职典礼上指出：“‘一国两制’在香港的丰富实践给我们留下很多宝贵经验，也留下不少深刻启示。”这些启示有（）。 A. 必须全面准确贯彻 “一国两制” 方针 B．必须坚持中央全面管治权和保障特别行政区高度自治权相统一 C. 必须落实“爱国者治港” D．必须保持香港的独特地位和优势",
    "id": 215
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "准确把握“一国两制”科学内涵，必须坚持中央全面管治权和保障特别行政区高度自治权相统一。我国是单一制国家，中央对包括香港、澳门特别行政区在内的所有地方 行政区域拥有全面管治权。全面管治权与高度自治权在本质上是统一的（）。",
    "options": {
      "A": "全面管治权是授权特别行政区高度自治的前提和基础",
      "B": "高度自治权是中央行使全面管治权的体现",
      "C": "它们之间是源与流、本与末的关系",
      "D": "特别行政区不存在所谓“剩余权力”"
    },
    "answer": "ABCD",
    "explanation": "【解析】坚持中央全面管治权和保障特别行政区高度自治权相统一。我国是单一制国家，中央对包括香港、澳门特别行政区在内的所有地方行政区域拥有全面管治权。全面管治权与高度自治权在本质上是统一的。全面管治权是授权特别行政区高度自治的前提和基础，高度自治权是中央行使全面管治权的体现。它们之间是源与流、本与末的关系。高度自治不是完全自治，也不是分权，而是中央授予的地方事务管理权。中央授予多少权力，特别行政区就享有多少权力，不存在所谓“剩余权力”。ABCD全选。",
    "id": 216
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "要始终坚持 “爱国者治港” “爱国者治澳”，把特别行政区管治权牢牢掌握在爱国者手中，这是（）。",
    "options": {
      "A": "事关国家主权、安全、发展利益的根本原则",
      "B": "事关香港、澳门长期繁荣稳定的根本原则",
      "C": "保证香港、澳门长治久安的必然要求",
      "D": "人民当家作主和依法治国的根本保证"
    },
    "answer": "ABC",
    "explanation": "【解析】党的领导是人民当家作主和依法治国的根本保证。D 错误。ABC 正确。 （十七）中国特色大国外交和推动构建人类命运共同体 ##### 单项选择题",
    "id": 217
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "2023 年，从中国—中亚峰会到第三届“一带一路”国际合作高峰论坛，从对俄罗斯进行国事访问到出席南非金砖国家领导人第十五次会晤，中国特色大国外交牢牢把握的主线是（）。",
    "options": {
      "A": "为中国人民谋幸福、为中华民族谋复兴",
      "B": "服务民族复兴、促进人类进步",
      "C": "坚持走和平发展道路",
      "D": "推动构建人类命运共同体"
    },
    "answer": "B",
    "explanation": "【解析】本题考查中国特色大国外交。中国特色大国外交牢牢把握服务民族复兴、促进人类进步这条主线。因此，选项 B 正确。选项 A，为中国人民谋幸福、为中华民族谋复兴 是中国共产党人的初心和使命。选项 C，坚持走和平发展道路是新时代中国外交的基本原则。选项 D，推动构建人类命运共同体是新时代对外工作的总目标。 2．周边是我国安身立命之所、发展繁荣之基。无论从地理方位、自然环境还是相互关系看，周边对我国都具有极为重要的战略意义。我国始终将周边置于外交全局的首要位置，秉持的周边外交理念是（）。 A. 与邻为善、以邻为伴 B. 真实亲诚 C. 亲诚惠容 D. 求同存异、相互尊重、互学互鉴",
    "id": 218
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "海南博鳌，从一个名不见经传的小镇变成了一个盛会的代名词。从2001年第一届博鳌亚洲论坛举办以来，借助一年一度的年会论坛平台，中国向世界展现了对外开放的勇气和魄力，为应对保护主义和逆全球化挑战作出了表率。我国之所以坚定不移地实施对外开放的基本国策，是因为（）。",
    "options": {
      "A": "实事求是是对外开放的根本立足点",
      "B": "我国全方面、宽领域、多层次的对外开放格局已彻底形成",
      "C": "全面开放是实现国家繁荣富强的根本出路",
      "D": "全面对外开放的总目标是完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化"
    },
    "answer": "C",
    "explanation": "【解析】本题考查对外开放。对外开放是我国的基本国策，以开放促改革、促发展，是我国现代化建设不断取得新成就的重要法宝。全面开放是实现国家繁荣富强的根本出路。因此，选项 C 正确。选项 A，独立自主、自力更生是我国对外开放的立足点，故不选。选项 B，“已彻底形成”的说法过于绝对，一切还在进行中，故不选。选项 D，完善和发展中国特色社会主义制度、推进国家治理体系和治理能力现代化是全面深化改革的总目标，故不选。 4．进入新时代，我国面临的国际环境和外交工作担负的使命任务发生新的变化，我国对外工作需要展现新气象、实现新作为。新时代，我国对外工作的总目标是（）。 A. 维护国家主权、安全、发展利益 B．推动构建人类命运共同体 C. 高质量共建“一带一路” D. 坚持走和平发展道路",
    "id": 219
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "2023 年 10 月 10 日，国务院新闻办公室发布《共建 “一带一路”：构建人类命运共同体的重大实践》白皮书。共建 “一带一路” 不仅给相关国家带来实实在在的利益，也为推进经济全球化健康发展、破解全球发展难题和完善全球治理体系作出积极贡献。共建 “一带一路” 的主线是（）。",
    "options": {
      "A": "高标准、可持续、惠民生",
      "B": "共商、共建、共享",
      "C": "开放、绿色、廉洁",
      "D": "互联互通"
    },
    "answer": "D",
    "explanation": "【解析】本题考查共建“一带一路”。“一带一路”倡议的初心，是借鉴古丝绸之路，以互联互通为主线，同各国加强政策沟通、设施联通、贸易畅通、资金融通、民心相通，为世界经济增长注入新动能，为全球发展开辟新空间，为国际经济合作打造新平台。因此，选项D正确。选项ABC，共建“一带一路”，秉持共商共建共享原则，坚持开放、绿色、廉洁理念，以高标准、可持续、惠民生为目标，故不选。 ##### 多项选择题",
    "id": 220
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "2023 年 10 月，习近平主席出席第三届 “一带一路” 国际合作高峰论坛开幕式并发表主旨演讲。中国正在以中国式现代化全面推进强国建设、民族复兴伟业。我们追求的不是中国独善其身的现代化，而是期待同广大发展中国家在内的各国一道，共同实现现代化。中国向世界宣示走和平发展道路的意义在于（）。",
    "options": {
      "A": "和平发展道路对中国有利，对亚洲有利，对世界也有利",
      "B": "既积极争取和平的国际环境发展自己，又以自身发展促进世界和平",
      "C": "既让中国更好利用世界的机遇，又让世界更好分享中国的机遇",
      "D": "促进中国和世界各国良性互动、互利共赢"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查坚持走和平发展道路。中国走和平发展道路的自信和自觉来源于中华文明的深厚渊源，来源于对实现中国发展目标条件的认知，来源于对世界发展大势的把握。 其意义在于：中国坚持走和平发展道路，既积极争取和平的国际环境发展自己，又以自身发展促进世界和平；既让中国更好利用世界的机遇，又让世界更好分享中国的机遇；促进中国和世界各国良性互动、互利共赢。对中国有利，对亚洲有利，对世界也有利。因此，选项 ABCD 正确。 2．坚持走和平发展道路，是我们党根据时代发展潮流和我国根本利益作出的战略抉择。走和平发展道路（）。 A. 是由中国共产党性质宗旨和我国社会主义制度决定的 B．是基于中国历史文化传统作出的必然选择 C. 是新时代对外工作的总目标 D．符合历史潮流、顺应世界大势",
    "id": 221
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "近年来，世界经济下行压力加大，我国进出口面临的外部环境趋紧，外贸形势不容乐观。针对这种形势，全面提高对外开放水平，就要把握世界发展大势，实施更为主动的开放战略。这表现为（）。",
    "options": {
      "A": "完善互利共赢、多元平衡、安全高效的开放型经济体系",
      "B": "坚持“引进来”和“走出去”并重",
      "C": "深化投资、贸易体制改革，完善法律法规",
      "D": "建设自由贸易试验区"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查全面提高对外开放水平。当今世界正发生复杂深刻的变化，必须实施更加主动的开放战略，完善互利共赢、多元平衡、安全高效的开放型经济体系；坚持出口和进口并重，推动贸易平衡发展；坚持“引进来”和“走出去”并重，提高国际投资合作水平；深化投资、贸易体制改革，完善法律法规，为各国在华企业创造公平经营的法治环境；建设自由贸易试验区，牢牢把握国际通行规则，加快形成与国际投资、贸易通行规则相衔接的基本制度体系和监管模式，既充分发挥市场在资源配置中的决定性作用，又更好发挥政府作用。因此，选项 ABCD 正确。",
    "id": 222
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "中国共产党已走过百年奋斗历程。我们党立志于中华民族千秋伟业，致力于人类和平与发展崇高事业，责任无比重大，使命无上光荣。全党同志务必不忘初心、牢记使 命，务必谦虚谨慎、艰苦奋斗，务必敢于斗争、善于斗争，坚定历史自信，增强历史主动，谱写新时代中国特色社会主义更加绚丽的华章。党的初心和使命是（）。",
    "options": {
      "A": "为中国人民谋幸福，为中华民族谋复兴",
      "B": "全心全意为人民服务",
      "C": "实现共产主义社会",
      "D": "实现共同富裕"
    },
    "answer": "A",
    "explanation": "【解析】本题考查党的初心和使命，属于记忆题。在党的十九大报告中，习近平总书记开宗明义，强调了中国共产党人的初心和使命是“为中国人民谋幸福，为中华民族谋复兴”。这个初心和使命是激励中国共产党人不断前进的根本动力。因此，选项 A 正确。选项 BCD，与题意不符，故不选。 2\\. 中国特色社会主义最本质的特征、中国特色社会主义制度的最大优势是（）。 A. 人民民主专政 B. 中国共产党领导 C. 依法治国 D. 人民代表大会制度",
    "id": 223
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "习近平总书记指出：“如果不坚决纠正不良风气，任其发展下去，就会像一座无形的墙把我们党和人民群众隔开，我们党就会失去根基、失去血脉、失去力量。”这表明( )。",
    "options": {
      "A": "艰苦奋斗、勤俭节约是我们党的优良作风",
      "B": "全体党员必须同党中央保持高度一致，自觉维护党中央权威",
      "C": "党的作风关系人心向背、关系党的生死存亡",
      "D": "我们要造就高素质的党员干部队伍"
    },
    "answer": "C",
    "explanation": "【解析】本题考查以严的基调强化正风肃纪。习近平总书记指出的是作风问题的核心，即保持党同人民群众的血肉联系。党的作风关系人心向背、关系党的生死存亡。在任何时候任何情况下，与人民同呼吸共命运的立场不能变，全心全意为人民服务的宗旨不能忘，群众是真正英雄的历史唯物主义观点不能丢，始终坚持立党为公、执政为民。因此，选项C正确。选项ABD，都不是题干表达的意思，故不选。",
    "id": 224
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "党内政治生活的首要任务是（）。",
    "options": {
      "A": "保证全党服从中央",
      "B": "维护党中央权威和集中统一领导",
      "C": "营造良好政治生态、提高政治能力",
      "D": "加强思想教育和理论武装"
    },
    "answer": "D",
    "explanation": "【解析】加强思想建设是保持政治上清醒坚定、行动上团结统一的要求。政治上坚强根源于思想上坚定，意志上凝聚决定于认识上统一。习近平指出：“欲事立，须是心立。”加强思想教育和理论武装，是党内政治生活的首要任务，是保证全党步调一致的前提。D 正确。保证全党服从中央，维护党中央权威和集中统一领导，是党的政治建设的首要任务。发挥党的政治建设的统领性作用，必须把准政治方向、站稳政治立场、营造良好政治生态、提高政治能力。ABC 错误。 5．全面从严治党是党永葆生机活力、走好新的赶考之路的必由之路，是新时代党的建设的鲜明主题。全面从严治党是一项管党治党的系统工程，全面从严治党的治本之策是( )。 A. 加强制度建设 B. 加强纪律建设 C. 加强作风建设 D. 加强思想建设",
    "id": 225
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "反腐败是全面从严治党的“必答题”。新时代推进反腐败斗争的鲜明特征是（）。",
    "options": {
      "A": "“打虎”“拍蝇”“猎狐”多管齐下",
      "B": "无禁区、全覆盖、零容忍",
      "C": "标本兼治",
      "D": "把权力关进制度的笼子里"
    },
    "answer": "C",
    "explanation": "【解析】标本兼治是新时代推进反腐败斗争的鲜明特征，既以治标遏制腐败势头，更注重治本夯实防腐的基础。C 正确。ABD 是依靠制度优势、法治优势反腐败的具体内容。",
    "id": 226
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "把党的建设作为一项伟大工程来推进，是我们党的一大创举，是我们党领导人民进行伟大社会革命的重要法宝。党的建设的一贯要求和根本方针是（）。",
    "options": {
      "A": "坚持思想建党和制度治党相统一",
      "B": "坚持党内监督和群众监督相统一",
      "C": "自我净化、自我完善、自我革新、自我提高",
      "D": "党要管党、从严治党"
    },
    "answer": "D",
    "explanation": "【解析】党的建设的一贯要求和根本方针是党要管党、从严治党，D 正确。AB 是全面 从严治党六条重要经验的其中两条，不符合题意。“四个自我”是实现伟大自我革命的重要途径，C 不符合题意。",
    "id": 227
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "单选题",
    "stem": "著名民主人士黄炎培先生曾说：“一部历史，‘政怠宦成’的也有，‘人亡政息’的也有，‘求荣取辱’的也有。总之，没有能跳出这个周期率。”如何跳出“其兴也勃焉，其亡也忽焉”的历史周期率，毛泽东给出的答案是“民主”，“只有让人民来监督政府，政府才不敢松懈”。经过不懈努力，我们党找到了跳出治乱兴衰历史周期率的第二个答案，这就是（）。",
    "options": {
      "A": "艰苦奋斗",
      "B": "自我革命",
      "C": "全面深化改革",
      "D": "全面依法治国"
    },
    "answer": "B",
    "explanation": "【解析】本题考查党的自我革命。习近平总书记在中国共产党第二十次全国代表大会上强调：“经过不懈努力，党找到了自我革命这一跳出治乱兴衰历史周期率的第二个答案，确保党永远不变质、不变色、不变味。”因此，选项 B 正确。选项 A，艰苦奋斗是中国共产党的作风之一，故不选。选项 C，全面深化改革是解决中国现实问题的根本途径，故不选。选项 D，全面依法治国是中国特色社会主义的本质要求和重要保障，故不选。 9\\. 把党的建设作为一项伟大工程来推进，是我们党的一大创举，是我们党领导人民进行伟大社会革命的重要法宝。深入推进党的建设，摆在首位的是（）。 A. 政治建设 B. 思想建设 C. 作风建设 D. 制度建设",
    "id": 228
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "近代以来，为了拯救民族危亡，中国人民奋起反抗，仁人志士奔走呐喊，太平天国农民战争、戊戌维新运动、义和团运动、辛亥革命接连而起，各种救国方案轮番出台，但都以失败而告终。在中国人民和中华民族的伟大觉醒中，在马克思列宁主义同中国工人运动的紧密结合中，中国共产党应运而生，最终成为担当民族复兴重任的时代先锋和民族脊梁。党和人民百年奋斗，书写了中华民族几千年历史上最恢宏的史诗。这些重大成就包括（）。",
    "options": {
      "A": "浴血奋战、百折不挠，创造了新民主主义革命的伟大成就",
      "B": "自力更生、发愤图强，创造了社会主义革命和建设的伟大成就",
      "C": "解放思想、锐意进取，创造了改革开放和社会主义现代化建设的伟大成就",
      "D": "自信自强、守正创新，创造了新时代中国特色社会主义的伟大成就"
    },
    "answer": "ABCD",
    "explanation": "【解析】本题考查党的百年奋斗重大成就。党的十九届六中全会通过的《中共中央关于党的百年奋斗重大成就和历史经验的决议》指出：“一百年来，党领导人民浴血奋战、百折不挠，创造了新民主主义革命的伟大成就；自力更生、发愤图强，创造了社会主义革命和建设的伟大成就；解放思想、锐意进取，创造了改革开放和社会主义现代化建设的伟大成就；自信自强、守正创新，创造了新时代中国特色社会主义的伟大成就。”因此，选项ABCD正确。 2．党的二十大报告指出，中国共产党已走过百年奋斗历程。我们党立志于中华民族千秋伟业，致力于人类和平与发展崇高事业，责任无比重大，使命无上光荣。要坚定历史自信，增强历史主动，谱写新时代中国特色社会主义更加绚丽的华章，要求全党同志（）。 A. 务必不忘初心、牢记使命 B. 务必不骄不躁、勇毅前行 C. 务必谦虚谨慎、艰苦奋斗 D. 务必敢于斗争、善于斗争",
    "id": 229
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "坚持思想建党、理论强党，坚持加强马克思主义武装，使全党始终保持统一的思想、坚定的意志、协调的行动、强大的战斗力，是党的事业发展的重要法宝。加强思想建 设是（）。",
    "options": {
      "A": "坚守理想信念、坚定革命意志的前提",
      "B": "保持政治上清醒坚定、行动上团结统一的要求",
      "C": "贯彻党的理论和路线方针政策、推进党和国家事业发展的重要保障",
      "D": "我们党最大的优势、最鲜明的品格"
    },
    "answer": "ABC",
    "explanation": "【解析】勇于自我革命，是中国共产党区别于其他政党的显著标志，也是我们党最大的优势、最鲜明的品格。D 错误。ABC 正确。 4．以伟大自我革命引领伟大社会革命是新时代中国特色社会主义发展的显著特点。实现伟大自我革命的重要途径是（）。 A. 自我管理 B. 自我完善 C. 自我革新 D. 自我提高",
    "id": 230
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "全面建设社会主义现代化国家、全面推进中华民族伟大复兴，关键在党。我们党作为世界上最大的马克思主义执政党，要始终赢得人民拥护、巩固长期执政地位，必须()。",
    "options": {
      "A": "时刻保持解决大党独有难题的清醒和坚定",
      "B": "持之以恒推进全面从严治党",
      "C": "深入推进新时代党的建设新的伟大工程",
      "D": "以社会革命引领党的自我革命"
    },
    "answer": "ABC",
    "explanation": "【解析】本题考查全面从严治党。习近平总书记在党的二十大报告中提出，我们党作为世界上最大的马克思主义执政党，要始终赢得人民拥护、巩固长期执政地位，必须时刻保持解决大党独有难题的清醒和坚定。全党必须牢记，全面从严治党永远在路上，党的自我革命永远在路上，决不能有松劲歇脚、疲劳厌战的情绪，必须持之以恒推进全面从严治党，深入推进新时代党的建设新的伟大工程，以党的自我革命引领社会革命。因此，选项 ABC 正确。选项 D，混淆了“党的自我革命”和“社会革命”之间的关系，应该是“以党的自我革命引领社会革命”，故不选。",
    "id": 231
  },
  {
    "section": "习近平新时代中国特色社会主义思想概论",
    "type": "多选题",
    "stem": "党要管党、从严治党，是党的建设的一贯要求和根本方针。全面从严治党是）。",
    "options": {
      "A": "党永葆生机活力、走好新的赶考之路的必由之路",
      "B": "新时代党的建设的鲜明主题",
      "C": "党的政治建设的首要任务",
      "D": "新时代党的自我革命的伟大实践"
    },
    "answer": "ABD",
    "explanation": "【解析】全面从严治党是党永葆生机活力、走好新的赶考之路的必由之路，是新时代党的建设的鲜明主题。AB 正确。如何跳出历史周期率？如何实现长期执政？党始终在思索、一直在探索。毛泽东在延安的窑洞里给出了第一个答案，这就是“让人民来监督政府”。经过百年奋斗特别是党的十八大以来新的实践，党又给出了第二个答案，这就是自我革命。全面从严治党是新时代党的自我革命的伟大实践，开辟了百年大党自我革命的新境界。D 正确。保证全党服从中央，维护党中央权威和集中统一领导，是党的政治建设的首要任务。C 错误。",
    "id": 232
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "下列最能说明清政府已成为“洋人的朝廷”的是（）。",
    "options": {
      "A": "外国公使进驻北京",
      "B": "列强控制京津地区",
      "C": "保证严禁中国人民反对外国侵略",
      "D": "改总理衙门为外务部"
    },
    "answer": "C",
    "explanation": "【解析】20世纪初，帝国主义列强在中国的侵略日益扩大。它们在迫使清政府签订《辛丑条约》以后，加强了对清政府的政治控制，多方扩展在华经济势力。1901年签订的",
    "id": 233
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "近代中国人民的反侵略斗争（）。",
    "options": {
      "A": "沉重地打击了资本—帝国主义列强的侵略野心",
      "B": "所表现出来的爱国主义精神，铸成了中华民族的民族魂，使我们的国家和民族历尽劫难、屡遭侵略而不亡",
      "C": "反侵略斗争的过程，是中华民族逐步觉醒的过程",
      "D": "反侵略斗争的失败，从反面教育了中国人民，极大地促进了中国人的思考、探索和奋起"
    },
    "answer": "ABCD",
    "explanation": "近代中国人民包括统治阶级中的爱国人士在反侵略斗争中表现出来的爱国主义精神，铸成了中华民族的民族魂。正是由于中国人民前赴后继、英勇顽强的斗争，才使我们的国家和民族历尽劫难、屡遭侵略而不亡。那些不畏强暴、赴汤蹈火、血战疆场、宁死不屈的民族英雄，乃是中华民族的脊梁。中国人民的反侵略斗争，沉重地打击了资本—帝国主义列强的侵略野心。因此，选项 A 和选项 B 正确。鸦片战争以后，中国还只有少数人 有朦胧的民族觉醒意识。中日甲午战争以后，中国人民的民族意识普遍觉醒。因此，选项C正确。列强发动的侵华战争以及中国反侵略斗争的失败，从反面教育了中国人民，极大地促进了中国人的思考、探索和奋起。因此，选项D正确。正确答案是ABCD。",
    "id": 234
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "中国近代史是一部中国遭受侵略的历史，也是一部人民反抗侵略的历史。台湾人民曾经多次反抗外来侵略，具体有（）。",
    "options": {
      "A": "1867 年，反抗美国海军入侵，击毙马肯基",
      "B": "1874 年，高山族人民痛击西乡从道率领的日本侵略者",
      "C": "1895 年，台湾人民和黑旗军共同抗击日本侵略者，誓死保台",
      "D": "1885 年 6 月到 10 月，对抗日军两个师团和海军舰队，使日军死伤惨重"
    },
    "answer": "ABCD",
    "explanation": "1867年，美国派海军入侵台湾，高山族人民英勇抵抗，击毙马肯基。因此，选项A正确。1874年，日本派陆军将领西乡从道率日军侵犯台湾，遭到高山族人民的迎头痛击。因此，选项B正确。1895年，日本强迫清政府签订《马关条约》，割让台湾全岛及所有附属岛屿和澎湖列岛给日本。台北人民闻讯后鸣锣罢市，表示抗议，台湾人民与总兵刘永福所率领的黑旗军共同抗击日本侵略者，誓死保台。因此，选项C正确。1885年6月到10月，台湾军民浴血奋战，抗击日军两个近代化师团和海军舰队，使日军死伤惨重。因此，选项D正确。本题的正确答案是ABCD。",
    "id": 235
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "义和团运动的主体是农民等小生产者，其在反侵略反封建斗争中的历史局限性表现在（）。",
    "options": {
      "A": "存在盲目、笼统的排外主义错误",
      "B": "无法认清帝国主义与清王朝相互勾结的本质",
      "C": "存在许多迷信落后的思想",
      "D": "争权夺利，享乐主义"
    },
    "answer": "ABC",
    "explanation": "农民等小生产者作为义和团运动的主体，他们在反侵略反封建的斗争中不可避免地带有一定的历史局限性，具体表现在：义和团运动存在盲目、笼统的排外主义的错误；由于没有认清帝国主义联合中国封建地主阶级以压迫中国人民的实质，义和团曾经蒙受封建主义者的欺骗；由于小生产者的局限性，义和团运动还存在许多迷信、落后的思想。但是，不能抹杀的历史事实是，义和团运动在粉碎帝国主义列强瓜分中国的斗争中，发挥了重大的历史作用。义和团运动中并没有出现争权夺利、享乐主义的倾向。因此，正确答案是 ABC。",
    "id": 236
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "《天朝田亩制度》的中心内容是（）。",
    "options": {
      "A": "推翻清政府的统治",
      "B": "反对帝国主义的侵略",
      "C": "解决土地问题",
      "D": "促进农副业生产发展"
    },
    "answer": "C",
    "explanation": "《天朝田亩制度》是最能体现太平天国社会理想和这次农民战争特点的纲领性文件。它确立了平均分配地权的方案，规定凡16岁以上男女，每人皆可分得一份数量相同的土地，不满16岁的减半。《天朝田亩制度》实际上是起义农民提出的一个以解决土地问题为中心的比较完整的社会改革方案。因此，正确答案是C。",
    "id": 237
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "《天朝田亩制度》和《资政新篇》都具有进步性，其共同点主要体现在（）。",
    "options": {
      "A": "主张男女平等",
      "B": "主张发展资本主义",
      "C": "反对封建制度",
      "D": "反映农民阶级均分财富的要求"
    },
    "answer": "C",
    "explanation": "《天朝田亩制度》的主张，从根本上否定了封建社会的基础，即封建地主阶级的土地所有制，反映了广大农民要求平均分配土地的愿望，是对以往农民战争中“均贫富”“等贵贱”和“均平”“均田”思想的发展和超越，具有进步的意义。而《资政新篇》是一个具有资本主义色彩的社会改革方案，具有反对封建制度的因素。因此，正确答案是C。选项A，男女平等是《天朝田亩制度》的主张。选项B，发展资本主义是《资政新篇》的主张。选项D，反映农民阶级均分财富的要求的是《天朝田亩制度》。",
    "id": 238
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "导致太平天国运动爆发的最主要原因是（）。",
    "options": {
      "A": "封建主义与人民大众的矛盾",
      "B": "儒家思想与拜上帝教的矛盾",
      "C": "外国资本主义与中华民族的矛盾",
      "D": "满族与汉族的民族矛盾"
    },
    "answer": "A",
    "explanation": "残酷的压迫和剥削，迫使广大人民尤其是农民群众走上了反抗斗争的道路。1842年至1850年间，全国各族人民的反清起义在百次以上。清政府调兵各处镇压，但群众斗争此起彼伏，酝酿着更大规模的反抗。太平天国农民起义就是在这种情况下爆发的。太平天国运动是一次反对清政府腐朽统治和地主阶级压迫、剥削的正义战争。因此，正确答案是A。",
    "id": 239
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "太平天国后期提出发展资本主义社会改革方案的是（）。",
    "options": {
      "A": "洪仁玕 B. 曾国藩 C. 康有为 D. 孙中山"
    },
    "answer": "A",
    "explanation": "1859年，洪仁玕从香港来到天京。不久，他提出了一个统筹全局的改革方案，即《资政新篇》。《资政新篇》是一个具有资本主义色彩的社会改革方案。洪秀全看到后，几乎逐条加以批示，对其中绝大部分条款表示赞同，并下令镌刻颁布。但是限于当时的历史条件，未能付诸实践。因此，正确答案是A。选项B，曾国藩是洋务派代表人物。选项C，康有为是维新派代表人物。选项D，孙中山是资产阶级改革派代表人物，旧民主主义革命的领导人。",
    "id": 240
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1856 年上半年，太平天国在军事上达到全盛时期，但也有军事上的失利。失利是指（）。",
    "options": {
      "A": "东征          B. 西征          C. 北伐          D. 天京破围战"
    },
    "answer": "C",
    "explanation": "太平天国定都天京后，先后进行了北伐、西征和天京城外的破围战。到 1856 年上半年，除北伐失利外，太平军在湖北、江西、安徽和天京附近等战场上都取得了重大胜利，控制了大片的地区，达到了军事上的全盛时期。因此，正确答案是 C。",
    "id": 241
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "太平天国天京被攻陷是在（）。",
    "options": {
      "A": "1851 年 1 月          B. 1853 年 5 月          C. 1856 年 7 月          D. 1864 年 7 月"
    },
    "answer": "D",
    "explanation": "1864年7月，天京被湘军攻破，太平天国起义失败。因此，正确答案是D。",
    "id": 242
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "清朝统治集团中倡导洋务的首领是（）。",
    "options": {
      "A": "慈禧          B. 奕訢          C. 曾国藩        D. 李鸿章"
    },
    "answer": "B",
    "explanation": "为了挽救清政府的统治危机，封建统治阶级中的部分成员如奕䜣、曾国藩、李鸿章、左宗棠、张之洞等，主张引进、仿造西方的武器装备和学习西方的科学技术，创设近代企业，兴办洋务。这些“洋务派”官员的首领就是奕䜣。奕䜣在奏折中提出，“探源之 策，在于自强，自强之术，必先练兵”。因此，正确答案是 B。",
    "id": 243
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1862 年，清政府在北京设立同文馆，培养（）。",
    "options": {
      "A": "科技人才 B. 政治人才 C. 翻译人才 D. 军事人才"
    },
    "answer": "B",
    "explanation": "从19世纪60年代到90年代的30多年间，洋务派创办了30多所新式学堂。这些新式学堂主要有三种：第一种为翻译学堂，如京师同文馆，主要培养翻译人才；第二种为工艺学堂，培养电报、铁路、矿务、西医等专门人才；第三种为军事学堂，如船坞学堂等，培养新式海军人才。因此，正确答案是C。选项A，科技人才即是工艺人才。选项B，政治人才未在培养的范围之内。选项D，船坞学堂等培养军事人才。 9\\. 中国近代海军的建立是在（）。 A. 第一次鸦片战争时期 B. 第二次鸦片战争时期 C. 洋务运动时期 D. 中日甲午战争时期 1874年，日本派兵侵犯中国台湾，清政府筹办海防、建设海军之议随之兴起。从19世纪70年代到90年代，分别建成福建水师、广东水师、南洋水师和北洋水师，共有舰船八九十艘。其中北洋水师是清政府的海军主力。因此，正确答案是C。 10\\. 洋务运动创办的最大军用工业是（）。 A. 上海铁厂 B. 江南制造总局 C. 天津铁厂 D. 北京铁厂 在洋务派兴办的近代企业中，首先兴办的是军事工业。到1890年，洋务派在全国各地共创办了20多个军工局厂。1865年，李鸿章筹办的上海江南制造总局，是当时国内最大的兵工厂。因此，正确答案是B。上海铁厂、天津铁厂、北京铁厂都不是军用工业。 11\\. 洋务派创办的中国第一个近代化的兵工厂是（）。 A. 曾国藩在安庆创建的军械所 B. 李鸿章在上海创办的江南制造总局 C. 李鸿章在南京创办的金陵机器局 D. 左宗棠在马尾创办的福州船政局 1861年，曾国藩在安庆创建的军械所，是中国第一个近代化的兵工厂。因此，正确答案是A。1865年，李鸿章在上海创办了江南制造总局，在南京创办了金陵机器局。1866年，左宗棠在马尾创办了福州船政局。 12\\. 洋务运动首先兴办的是（）。 A. 民用企业          B. 军事工业          C. 商业          D. 农业 在洋务派创办的近代企业中，首先兴办的是军事工业。因此，正确答案是 B。 选项 A，民用企业是由于创办军事工业中遇到了资金奇缺、原料和燃料供应不足以及交通运输落后等困难才兴办的。洋务运动未兴办商业、农业。",
    "id": 244
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "新疆有一座晚清名臣的祠堂，悬挂一副楹联：“提挈自东西……十年戎马书生老；指挥定中外……万里寒鸦相国寺。”它颂扬的是（）。",
    "options": {
      "A": "曾国藩 B. 左宗棠 C. 李鸿章 D. 张之洞"
    },
    "answer": "A",
    "explanation": "左宗棠一生对中华民族，甚至对自己，最大的贡献就是收复了新疆。在晚清名臣皆是“内战内行，外战外行”的情况下，他率军抵抗外敌，收复新疆，为晚清腐败政治中唯一的亮点，也为中国保住了一百多万平方公里的国土。因此，梁启超先生说左宗棠为“五百年来第一伟人”。这也是左宗棠至今仍享有崇高的威望，为后人缅怀的主要原因。由题意可知，坐落在新疆的这个祠堂的楹联颂扬的是左宗棠。因此，正确答案是B。选项A，曾国藩是清代以文人而封武侯的第一人，历任两江总督、直隶总督，官居一品。选项C，李鸿章在与列强的交往中意识到富国才能强兵，故积极推进官办、商办军工企业的发展。他长期担任直隶总督兼北洋通商事务大臣，坐镇北方最大的通商口岸天津，既积极筹划北方防务，又进一步拓展洋务，以增加财赋收入。选项D，张之洞是清朝洋务派代表人物之一，其提出的“中学为体，西学为用”，是对洋务派和早期改良派基本纲领的一个总结和概括。 14\\. 洋务运动失败的标志是（）。 A. 八国联军入侵北京 B. 义和团运动兴起 C. 北洋水师全军覆没 D. 中法战争中中国“不败而败” 洋务运动历时30多年，虽然办起了一批企业，建立了海军，但却没有使中国富强起来。甲午战争一役，洋务派经营多年的北洋海军全军覆没，标志着以“自强”“求富”为目标的洋务运动的失败。因此，正确答案是C。 15\\. 洋务运动主要是引进西方的（）。 A. 近代工业和技术 B. 政治制度 C. 政治思想 D. 军事理论 洋务派企图以引进西方近代生产技术为手段，为维护清朝的封建统治服务。因此，正确答案是 A。选项 B 和选项 C，洋务运动是维护清朝封建统治的，其指导思想是“中学为体，西学为用”，因此，不会引进西方的政治制度，也不会引进西方的政治思想。选项 D，洋务运动的确引进了先进的军事理论，但这不是主要方面。",
    "id": 245
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "从 1898 年 6 月 11 日到 9 月 21 日，光绪帝颁布了一系列变法上谕，史称（）。",
    "options": {
      "A": "公车上书 B. 自强求富 C. 戊戌政变 D. 百日维新"
    },
    "answer": "C",
    "explanation": "1898年6月11日，光绪皇帝颁布了《明定国是诏》，宣布开始变法，在此后的103天中，接连发布了一系列推行新政的政令，史称“戊戌变法”，又叫“百日维新”。因此，正确答案是D。选项A，康有为曾多次向光绪皇帝上书，“公车上书”是他在1895年联合在京参加会试的举人共同发起的。选项C，以慈禧太后为首的保守势力扼杀维新变法的政变，史称“戊戌政变”。 17\\. 戊戌维新运动发生在（）。 A. 鸦片战争后 B. 中法战争后 C. 中日甲午战争后 D. 八国联军侵华战争后 中日甲午战争的失败造成了新的民族危机，激发了新的民族觉醒。而站在救亡图存和变法维新前列的，正是代表民族资本主义发展要求的知识分子。他们把向西方学习推进到一个新的高度。在这样的历史条件下，资产阶级改良思想迅速传播开来，逐步形成了变法维新的思潮，并发展成为一场变法维新的政治运动。因此，正确答案是 C。 18\\. 戊戌维新运动的性质是（）。 A. 农民阶级反封建斗争 B. 地主阶级改良运动 C. 资产阶级改良运动 D. 资产阶级革命运动 “百日维新”期间颁布的各项政令大多是接受了维新派的建议而制定的，旨在给予一定程度的言论、出版、结社自由，使资产阶级拥有一定程度的政治权利，促进资本主义工商业的发展，所以，戊戌维新运动是一场资产阶级性质的政治改良运动。因此，正确答案是 C。选项 A，农民阶级反封建斗争影响最大的是太平天国运动。选项 B，地主阶级改良运动是指洋务运动。选项 D，资产阶级革命运动是指辛亥革命。 19\\. 戊戌维新时期，梁启超写的主要著述有（）。 A.《日本变政考》 B.《仁学》 C.《中外纪闻》 D.《变法通议》 维新派宣传变法主张的方式之一就是著书立说。康有为写了《新学伪经考》、《孔子改制考》，梁启超写了《变法通议》等。因此，正确答案是D。选项A，《日本变政考》是康有为向光绪皇帝进呈的书，介绍外国变法的经验教训。选项B，《仁学》由谭嗣同撰写于1896年至1897年之间。选项C，《中外纪闻》是在1895年由《万国公报》改名而得，并作为强学会的机关报。 20\\. 百日维新中，光绪皇帝颁布政令，要求各省书院改为（）。 A. 预备学校 B. 私塾 C. 高等学堂 D. 广州万木草堂 百日维新在文化教育方面的改革内容为：创立京师大学堂，各省书院改为高等学堂，在各地设立中、小学校；提倡西学，废除八股，改试策论，开经济特科；设立译书局，翻译外国书籍，派人出国留学；奖励新著，鼓励创办报刊，准许自由组织学会。因此，正确答案是 C。选项 B，私塾是封建社会主要的培养初级人才的场所。选项 D，广州万木草堂是康有为为宣传维新变法主张所主持的学堂。",
    "id": 246
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "百日维新中，光绪皇帝颁布政令，要求裁减旧式绿营兵，改练（）。",
    "options": {
      "A": "新式海军 B. 新式陆军 C. 新式炮兵 D. 新式骑兵"
    },
    "answer": "B",
    "explanation": "百日维新在军事方面的改革措施包括：裁减旧式绿营兵，改练新式陆军；采用西洋兵制，练洋操，习洋枪等。因此，正确答案是 B。",
    "id": 247
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1898 年 6 月 16 日，康有为上书光绪帝说：“皇上勿去旧衙门，而唯增新衙门；勿黜革旧大臣，而渐擢小臣。多召见才俊之士，不必加其官而委以差事，赏以卿衔，准其专折奏事足矣。”这段话反映出维新派在变法中的态度是（）。",
    "options": {
      "A": "要光绪皇帝加强对顽固官僚的争夺",
      "B": "要光绪皇帝在变法中讲究斗争策略",
      "C": "在封建顽固势力面前主张妥协",
      "D": "要使更多的维新派人士参与政权"
    },
    "answer": "C",
    "explanation": "百日维新期间颁布的各项政令大多是接受了维新派的建议而制定的。这些政令都未触及封建制度的根本，所要推行的是一种十分温和的改良方案。由题中的“勿去旧衙门”“勿黜革旧大臣”等字眼可以看出，维新派在封建顽固势力面前主张妥协的态度。因此，正确答案是 C。选项 A，维新派不主张光绪皇帝对顽固官僚的争夺，以免触怒顽固势力。 23\\. 戊戌维新时期，康有为主持的重要学堂是（）。 A. 京师大学堂 B. 广方言馆 C. 时务学堂 D. 广州万木草堂 维新派采取开设学堂的方式宣传维新主张：主要有康有为主持的广州万木草堂，梁启超任中文总教习的长沙时务学堂等。因此，正确答案是D。选项A，京师大学堂是戊戌变法中新创设的学堂。选项B，广方言馆是1863年由李鸿章奏请在上海设立的。选项C，时务学堂是戊戌变法运动期间维新派在湖南长沙创办的新式学校。由谭嗣同等发起，得到了湖南巡抚陈宝箴、按察使黄遵宪、学政江标的赞助。 24\\. 中国历史上最早的资产阶级性质的政治改革运动是（）。 A. 洪秀全领导的太平天国农民运动 B. 义和团运动 C. 康有为领导的维新变法运动 D. 曾国藩等领导的洋务运动 戊戌维新运动是一场资产阶级性质的政治改革运动。维新派突破洋务派“中体西用”的思想局限，主张改革君主专制制度。因此，正确答案是 C。选项 A，太平天国运动是一次反对清政府腐朽统治和地主阶级压迫剥削的正义战争。选项 B，是近代中国反抗帝国主义侵略的群众性民族主义运动。选项 D，洋务运动以“中体西用”为指导思想，是维护清朝封建统治的，不带有资产阶级性质。",
    "id": 248
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "太平天国由盛转衰的两大标志是（）。",
    "options": {
      "A": "金田起义          B. 定都天京          C. 天京事变          D. 石达开出走"
    },
    "answer": "CD",
    "explanation": "在天京事变中，东王杨秀清、北王韦昌辉先后被杀，翼王石达开率部出走败亡。天京事变严重削弱了太平天国的领导和军事实力，成为太平天国由盛转衰的分水岭。因此，选项 C、选项 D 正确。选项 A，金田起义是太平天国运动的开始。选项 B，定都天京后，太平天国逐渐达到全盛。因此，正确答案是 CD。",
    "id": 249
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "太平天国运动的意义有（）。",
    "options": {
      "A": "严重打击了封建统治阶级，强烈撼动了清政府的统治根基",
      "B": "太平天国运动有力地打击了外国侵略势力",
      "C": "是旧式农民战争的最高峰",
      "D": "鼓舞了其他殖民地和半殖民地国家人民的民族解放斗争"
    },
    "answer": "ABCD",
    "explanation": "太平天国运动虽然失败了，但它具有不可磨灭的历史功绩和重大的历史意义。太平天国起义沉重打击了封建统治阶级，强烈撼动了清政府的统治根基，是中国旧式农民战争的最高峰。太平天国起义还有力地打击了外国侵略势力。太平天国的领袖们拒绝承认不平等条约，严禁鸦片交易，尤其是当中外反动势力勾结起来向太平军举起屠刀时，他们同英法军队和由外国军官组织、指挥的“常胜军”“常捷军”进行了英勇的斗争，给了侵略者以应得的教训。在19世纪中叶的亚洲民族解放运动中，太平天国起义是其中时间最久、规模最大、影响最深的一次。它和其他亚洲国家的民族解放运动汇合在一起，冲击了西方殖民主义者在亚洲的统治。因此，正确答案是ABCD。",
    "id": 250
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "太平天国在下列哪些方面没有走出旧式农民起义的窠臼？( )。",
    "options": {
      "A": "革命口号 B. 组织形式 C. 政治纲领 D. 政策"
    },
    "answer": "ABCD",
    "explanation": "农民阶级不是新的生产力和生产关系的代表，他们无法克服小生产者所固有的阶级局限性，因而无法从根本上提出完整、正确的政治纲领和社会改革方案；无法制止和克服领导集团自身腐败现象的滋长；也无法长期保持领导集团的团结。同时，由于对西方资本主义侵略者缺乏理性的认识，导致其政策始终没有走出旧式农民起义的窠臼。因此，正确答案是 ABCD。",
    "id": 251
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列关于《资政新篇》的评价正确的有（）。",
    "options": {
      "A": "是带有鲜明的资本主义色彩的改革与建设方案",
      "B": "未涉及农民问题和土地问题",
      "C": "缺乏实施的阶级基础和社会条件",
      "D": "主张“中学为体，西学为用”"
    },
    "answer": "ABC",
    "explanation": "《资政新篇》是中国近代历史上第一个比较系统的发展资本主义的方案，这反映了太平天国某些领导人试图通过向外国学习来寻求出路的一种努力，但是它没有像《天朝田亩制度》那样涉及农民问题和土地问题，限于当时的历史条件，《资政新篇》未能付诸实施。因此，正确答案是 ABC。选项 D，冯桂芬在《校郐庐抗议》一书中说：“以中国之伦常名教为原本，辅以诸国富强之术。”这个思想后来被进一步概括为“中学为体，西学为用”。",
    "id": 252
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "从 19 世纪 60 年代到 90 年代，洋务派举办的洋务事业主要有（）。",
    "options": {
      "A": "兴办近代企业",
      "B": "建立新式海陆军",
      "C": "创办新式学堂，派遣留学生赴国外学习",
      "D": "改革行政机构"
    },
    "answer": "ABC",
    "explanation": "从 19 世纪 60 年代到 90 年代，洋务派举办的洋务事业归纳起来有三个方面：兴办近代企业；建立新式海陆军；创办新式学堂，派遣留学生赴国外学习。因此，选项 A、选项 B、选项 C 正确。选项 D，洋务运动没有触动清朝封建体制，也没有进行行政机构改革。因此，正确答案是 ABC。",
    "id": 253
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "洋务派举办的最重要的官督商办民用企业有（）。",
    "options": {
      "A": "轮船招商局",
      "B": "开平矿务局",
      "C": "天津电报局",
      "D": "上海机器织布局"
    },
    "answer": "ABCD",
    "explanation": "洋务派在创办军事工业中遇到了资金奇缺、原料和燃料不足以及交通运输落后等困难，为了解决这些困难，兴办了一些民用企业。从19世纪70年代到90年代，洋务派共创办民用企业20多个，重点是采矿、冶炼、纺织等工矿业和航运、铁路、电讯等事业。 这些企业除少数采取官办或官商合办方式外，多数都采取官督商办的方式。其中最重要的官督商办企业有轮船招商局、开平矿务局、天津电报局和上海机器织布局，都是由李鸿章筹办或控制的。因此，正确答案是 ABCD。",
    "id": 254
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "洋务运动在近代文化科技方面的贡献有（）。",
    "options": {
      "A": "开设了第一批科技学校",
      "B": "派遣了第一批留学生",
      "C": "培养了第一批科技人才",
      "D": "翻译了第一批外国科技书籍"
    },
    "answer": "ABCD",
    "explanation": "洋务运动时期，为了培养通晓洋务的人才，开办了一批新式学堂，派出了最早的官派留学生，这是中国近代教育的开始。另外，京师同文馆、江南制造总局附设的翻译馆还翻译了一批西学书籍，给当时的中国带来了新的知识，使人们开阔了眼界。因此，正确答案是 ABCD。",
    "id": 255
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "到 19 世纪 90 年代，清政府建成的新式海军有（）。",
    "options": {
      "A": "福建水师          B. 广东水师          C. 南洋水师          D. 北洋水师"
    },
    "answer": "ABCD",
    "explanation": "从 19 世纪 70 年代到 90 年代，清政府分别建成福建水师、广东水师、南洋水师和北洋水师，共有舰船八九十艘。其中北洋水师是中国清朝后期建立的第一支近代化海军舰队，是清政府的海军主力。因此，正确答案是 ABCD。",
    "id": 256
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "洋务运动失败的原因主要是（）。",
    "options": {
      "A": "封建主义思想的指导",
      "B": "资金缺乏",
      "C": "对外国具有依赖性",
      "D": "洋务企业的管理具有腐朽性"
    },
    "answer": "ABCD",
    "explanation": "洋务运动失败的原因主要是：首先，洋务运动具有封建性。其次，洋务运动对外国具有依赖性。再次，洋务运动的管理具有腐朽性。正因为如此，洋务运动不可能为中国摆脱贫困找到出路，也不可能避免最终失败的命运。因此，选项 A、选项 C、选项 D 正确。选项 B，资金缺乏并不是导致洋务运动失败的主要原因。因此，正确答案是 ACD。 10\\. 除康有为外，下列属于戊戌维新志士的有（）。 A. 曾国藩 B. 梁启超 C. 谭嗣同 D. 严复 以康有为、梁启超、谭嗣同、严复等为主要代表人物的资产阶级维新派，以各种方式宣传变法主张，他们都是戊戌维新的志士。因此，选项 B、选项 C、选项 D 都正确。选项 A，曾国藩是洋务派代表人物之一。因此，正确答案是 BCD。 11\\. 维新派和守旧派之间的论战争论的问题有（）。 A. 要不要变法 B. 要不要兴民权、设议院，实行君主立宪 C. 要不要废除八股、改科举和兴西学 D. 要不要社会革命 维新派和守旧派之间的论战，主要是围绕三个问题展开的：第一，要不要变法；第二，要不要兴民权、设议院，实行君主立宪；第三，要不要废除八股、改科举和兴西学。因此，正确答案是 ABC。选项 D，要不要社会革命，是改良派和革命派辩论的问题之一。 12\\. 维新派与守旧派之间的论战产生的影响有（）。 A. 进一步开阔了知识分子的眼界 B. 开始改变了社会风气 C. 为维新变法运动做了思想舆论上的准备 D. 使民主共和观念深入人心 维新派与守旧派之间的论战实质上是资产阶级思想与封建主义思想在中国的第一次正面交锋。论战所涉及的领域十分广泛，进一步开阔了新型知识分子的眼界，解放了人们长期受到束缚的思想，开始改变了社会风气。通过论战，西方资产阶级社会政治学说在中国得到进一步传播，为维新变法运动做了思想舆论上的准备。因此，正确答案是ABC。选项D，使民主共和观念深入人心的是辛亥革命，因此，选项D不正确。 13\\. 维新变法运动在文化教育方面的改革包括（）。 A. 废除科举制度 B. 设立新式学堂 C. 开馆译书，派人留学 D. 创办报刊 维新变法运动在文化教育方面的改革包括：创设京师大学堂，各省书院改为高等学堂，在各地设立中、小学堂；提倡西学，废除八股，改试策论，开经济特科；设立译书局，翻译外国书籍，派人出国留学；奖励新著，鼓励创办报刊，准许自由组织学会。因此，正确答案是 ABCD。",
    "id": 257
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列对于百日维新的表述正确的有（）。",
    "options": {
      "A": "有利于中国资本主义的发展和资产阶级先进文化的传播",
      "B": "给开明士绅和民族资产阶级提供了参与政治的机会",
      "C": "一定程度上打击了封建官僚制度",
      "D": "没有提到“君主立宪”，改革很不彻底"
    },
    "answer": "ABC",
    "explanation": "戊戌维新运动是一场思想启蒙运动，在维新运动期间，维新派大力传播西方资产阶级的社会政治学说和自然科学知识，有利于中国资本主义的发展和资产阶级先进文化 的传播。因此，选项 A 正确。维新派希望通过自上而下的改革，让资产阶级和开明士绅的代表参加政权，逐步实现君主立宪。因此，选项 B 正确，选项 D 不正确。维新派在经济上要求发展民族资本主义，在一定程度上打击了封建官僚制度。因此，选项 C 正确。正确答案是 ABC。",
    "id": 258
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1903 年，发表了《驳康有为论革命书》，反对康有为的保皇观点的人是（）。",
    "options": {
      "A": "孙中山          B. 邹容          C. 章炳麟        D. 蔡元培"
    },
    "answer": "C",
    "explanation": "1903年，章炳麟发表了《驳康有为论革命书》，反对康有为的保皇观点，歌颂革命为“启迪民智，除旧布新”的良药，强调中国人民完全有能力建立民主共和制度。因此，正确答案是C。选项A，孙中山于1904年发表《中国问题的真解决》一文。选项B，邹容写了《革命军》。选项D，蔡元培在1903年与上海反清革命志士以对俄同志会的名义创办了《俄事警闻》。",
    "id": 259
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "主张建立“中华共和国”的资产阶级民主革命思想家是（）。",
    "options": {
      "A": "孙中山 B. 黄兴 C. 章炳麟 D. 邹容"
    },
    "answer": "D",
    "explanation": "1903年，邹容写了《革命军》，以“革命军中马前卒”的名义，热情讴歌革命，阐述在中国进行民主革命的必要性和正义性，号召人民推翻清朝统治，建立“中华共和国”。因此，正确答案是D。选项A，孙中山是中国近代民主革命的伟大先行者，曾任中华民国第一任临时大总统，他是中国国民党的创始人，三民主义的倡导者。1894年11 月，孙中山在檀香山组建了第一个革命团体兴中会。1905年8月20日，孙中山和黄兴、宋教仁等在日本东京成立同盟会。1914年，孙中山在日本组织中华革命党，坚持进行反袁的武装斗争。选项B，黄兴与孙中山为建立中华民国的两位最高元勋，常常以“孙黄”并称。清末的重要革命团体和革命活动，多为两人所谋划组织。1905年，孙中山所建立的兴中会与黄兴所建立的华兴会等团体，在日本东京合并成立了中国同盟会。选项C，1902年，章炳麟发表了《驳康有为论革命书》，反对康有为的保皇观点，歌颂革命为“启迪民智，除旧布新”的良药，强调中国人民完全有能力建立民主共和制度。",
    "id": 260
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中国第一个资产阶级性质的政党是（）。",
    "options": {
      "A": "兴中会          B. 中国同盟会       C. 光复会           D. 国民党"
    },
    "answer": "C",
    "explanation": "1905年8月20日，孙中山和黄兴、宋教仁等在日本东京成立了中国同盟会，孙中山被公举为总理，黄兴被任命为执行部庶务，实际主持会内日常工作。同盟会以《民报》为机关报，并确定了革命纲领。这是近代中国第一个领导资产阶级革命的全国性政党，它的成立标志着中国资产阶级民主革命进入了一个新的阶段。因此，正确答案是B。选项A，兴中会是1894年11月孙中山在檀香山组建的第一个革命团体，它不是资产阶级革命政党。选项C，光复会是1904年建立的资产阶级革命团体之一。选项D，1912年8月，宋教仁在征得孙中山、黄兴的同意后，以同盟会为基础，联合其他几个政党，组成国民党。 5\\. 标志着中国资产阶级民主革命进入了一个新阶段的是（）。 A. 兴中会的成立 B. 广州起义 C. 中国同盟会的成立 D. 三民主义的提出 1905年8月20日，孙中山和黄兴、宋教仁等在日本东京成立了中国同盟会，孙中山被公举为总理，这是近代中国第一个领导资产阶级革命的全国性政党，它的成立标志着中国资产阶级民主革命进入了一个新的阶段。因此，正确答案是C。选项A，兴中会是1894年11月孙中山在檀香山组建的第一个革命团体，立誓“驱除鞑虏，恢复中国，创立合众政府”。选项B，兴中会成立后的第二年，孙中山策划在广州举行武装起义，失败后流亡海外，继续从事反清革命运动。选项D，三民主义的提出，初步描绘了中国还不曾有过的资产阶级共和国方案，是一个比较完整而明确的资产阶级民主革命纲领。",
    "id": 261
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "同盟会的机关报是（）。",
    "options": {
      "A": "《新民丛报》 B.《民报》 C.《时务报》 D.《国闻报》"
    },
    "answer": "B",
    "explanation": "1905年8月20日，孙中山和黄兴、宋教仁等在日本东京成立了中国同盟会，孙中山被公举为总理，这是近代中国第一个领导资产阶级革命的全国性政党。同盟会以《民报》为机关报，并确定了革命纲领。因此，正确答案是B。选项A，《新民丛报》是改 良派论战的主要舆论阵地。选项 C 和选项 D，《时务报》和《国闻报》是资产阶级维新派为宣传变法主张所办的报纸。 7\\. 中国近代历史上第一个比较完备的民主主义革命纲领是（）。 A. 兴中会的革命纲领 B. 三民主义学说 C. 中国国民党章程 D. 《钦定宪法大纲》 孙中山于1905年提出三民主义学说，初步描绘了中国还不曾有过的资产阶级共和国方案，是一个比较完整而明确的资产阶级民主革命纲领。它的提出对推动革命发展产生了重大而积极的影响。因此，正确答案是B。选项A，兴中会是孙中山在檀香山组建的第一个革命团体，其革命纲领是“驱除鞑虏，恢复中国，创立合众政府”。选项C，中国国民党章程是1924年中国国民党第一次全国代表大会通过的。选项D，迫于内外压力，清政府于1906年宣布“预备仿行宪政”，并于1908年颁布了《钦定宪法大纲》，制定了一个学习日本君主立宪的方案，但又规定了9年的预备立宪期限。 8\\. 孙中山第一次将同盟会的纲领概括为民族、民权、民生三大主义是在（）。 A.《国民报》 B.《民报》发刊词 C.《万法精理》 D.《民约论》 1905年11月，在同盟会机关报《民报》发刊词中，孙中山将同盟会的纲领概括为三大主义，即民族主义、民权主义、民生主义，后来被称为三民主义。因此，正确答案是B。选项A，1900年冬，湖南人秦力山在安徽大通起兵失败，遂亡命至东京，与沈云翔、戢元丞、杨廷栋、杨荫杭、雷奋、王宠惠、张继诸人创办《国民报》月刊，大倡革命仇满学说，措辞激昂，开留学界革命新闻之先河。1901年夏天，邹容为了寻找救国救民的真理，决定自费去日本学习。1902年春，邹容东渡日本，进入东京同文书院学习。在这期间，邹容如饥似渴地阅读了大量的新书籍，如资产阶级启蒙思想家卢梭的《民约论》、孟德斯鸠的《万法精理》。因此，选项C和选项D不正确。",
    "id": 262
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1906 年至 1907 年，革命派与立宪派在思想领域内展开了一场激烈论战。立宪派的主要代表人物是（）。",
    "options": {
      "A": "黄兴、宋教仁",
      "B": "陈天华、蔡元培",
      "C": "康有为、梁启超",
      "D": "章炳麟、刘揆一"
    },
    "answer": "B",
    "explanation": "在资产阶级民主革命思潮广泛传播、革命形势日益成熟的时候，康有为、梁启超等人坚持走改良的道路，反对用革命手段推翻清朝统治。因此，正确答案是 C。选项 A，黄兴、宋教仁是革命派的代表人物，他们主张用革命手段推翻清政府的统治，走革命道路。选项 B，陈天华、蔡元培也是革命派人物。选项 D，章炳麟也是革命派人物，著有《驳康 有为论革命书》。刘揆一是辛亥革命元勋，是革命派人物。因此，选项 ABD 不正确。 10\\. 资产阶级革命派同改良派辩论的焦点是（）。 A. 要不要实现“耕者有其田” B. 要不要以革命手段推翻清政府 C．要不要推翻帝制，实现共和 D．要不要进行社会革命 资产阶级革命派同改良派的辩论主要围绕三个方面展开：要不要以革命手段推翻清政府；要不要推翻帝制，实现共和；要不要进行社会革命。其中，要不要以革命手段推翻清王朝是双方论战的焦点。因此，正确答案是 B。",
    "id": 263
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "在中国延续了两千多年的封建帝制覆灭的标志是（）。",
    "options": {
      "A": "1911年10月10日，武昌起义",
      "B": "1912年2月12日，清帝退位",
      "C": "1912年1月1日，中华民国成立",
      "D": "1912年3月10日，袁世凯在北京就职"
    },
    "answer": "C",
    "explanation": "1912年2月12日，清帝退位，标志着在中国延续了两千多年的封建帝制覆灭。选项A，武昌起义标志着辛亥革命的开始。选项C，中华民国成立，颁布了《临时约法》，以根本大法的形式废除了两千多年来的封建君主专制制度，确认了资产阶级共和国的政治制度。选项D，袁世凯的就职标志着辛亥革命的果实被袁世凯窃取。因此，本题的正确选项应为B。 12\\. 中国历史上第一部具有资产阶级共和国宪法性质的法典是（）。 A.《中华民国约法》 B.《钦定宪法大纲》 C.《中华民国临时约法》 D.《共同纲领》 1912年3月，临时参议院颁布《中华民国临时约法》，这是中国历史上第一部具有资产阶级共和国宪法性质的法典。选项A，《中华民国约法》是1913年5月袁世凯公然撕毁《临时约法》后所炮制的。选项B，《钦定宪法大纲》是1908年中国清政府颁布的中国历史上第一部宪法性文件，不具有资产阶级共和国宪法的性质。选项D，《共同纲领》是在1949年9月29日中国人民政治协商会议第一届全体会议通过的。因此，本题的正确选项应为C。",
    "id": 264
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "鲁迅说：“孙中山奔波一生，而中国还是如此，最大的原因还在于他没有党军，因此不得不迁就有武力的别人。”孙中山最迁就的“有武力的别人”是（）。",
    "options": {
      "A": "袁世凯 B. 段祺瑞 C. 冯国璋 D. 陈炯明"
    },
    "answer": "D",
    "explanation": "武昌起义后，袁世凯以武力压迫革命派，并命其党羽联名通电，宣称“若国民 会议竟议决采用共和政体，吾人惟当奋力战斗，至死不承认此政体”。帝国主义列强调动军舰在长江游弋，为袁世凯助威，并攻击孙中山“缺乏管理国家的经验”。在革命高潮中附从革命的立宪派、旧官僚等则从内部施加压力，大造大总统职位“非袁莫属”的舆论，力主袁世凯上台，以便早日结束革命。一些革命党人甚至也主张只要袁世凯能逼清帝退位，就应该让他当大总统。在这种情况下，孙中山不得不表示只要清帝退位、袁世凯宣布拥护共和，就可以把临时大总统的职位让给他。由此可见，孙中山最迁就的“有武力的别人”是袁世凯。因此，正确答案是 A。 14\\. 认为辛亥革命失败了，主要理由是（）。 A. 资产阶级不愿同帝国主义完全决裂 B. 资产阶级不敢依靠和发动群众 C. 袁世凯窃夺了革命果实 D. 中国的社会性质并未改变 辛亥革命取得了巨大的成功，但仍以失败而告终。南京临时政府只存在了三个多月便夭折了。北洋军阀首领袁世凯在帝国主义和国内反动势力以及附从革命的旧官僚、立宪派的共同支持下，窃取了辛亥革命的果实。辛亥革命虽然结束了统治中国两千多年的君主专制制度，但是它没有改变中国半殖民地半封建社会的性质。这是认为辛亥革命失败的最主要的理由。因此，正确答案是D。",
    "id": 265
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "“宋教仁案”后，以孙中山为首的革命党人在同袁世凯进行斗争时，斗争方式有一个变化，即（）。",
    "options": {
      "A": "由武装斗争到议会斗争",
      "B": "由议会斗争到武装斗争",
      "C": "由组织暗杀到开展全国性的武装暴动",
      "D": "由议会斗争到武装斗争再到议会斗争"
    },
    "answer": "D",
    "explanation": "1912年8月，宋教仁在征得孙中山、黄兴的同意后，以同盟会为基础，联合其他几个政党，组成国民党。当时，主要以议会斗争来和袁世凯周旋斗争，争取民主共和。但是，1913年宋教仁被刺，孙中山看清了袁世凯的真面目，毅然发动武装反袁的“二次革命”。于是，斗争的方式发生了改变，从原来的议会斗争转变为了武装斗争，此后还有“护国运动”“护法运动”。因此，正确答案是B。选项A，由武装斗争到议会斗争的转变与事实相反。选项C，以孙中山为首的革命党人没有组织过暗杀活动。因此，选项C错误。选项D，随着“护法运动”的失败，整个中国民族资产阶级领导的旧民主主义革命终结了，也就没有了再后来的“议会斗争”了。因此，选项D错误。 16\\. 标志着旧民主主义革命终结的是（）。 A. “二次革命” 失败 B. “护国运动” C. 第一次护法运动的失败 D. 第二次护法运动的失败 第二次护法运动开始后，西南军阀与直系军阀勾结，擅自实行停战，并且排挤孙中山，改组军政府，护法运动失败。第二次护法运动的失败不仅是孙中山个人的失败，也标志着整个中国资产阶级领导的旧民主主义革命的终结。因此，正确答案是D。选项A，“二次革命”的失败是反袁斗争的失败。选项B，“护国运动”也是针对袁世凯进行的斗争。选项C，第一次护法运动并不是旧民主主义革命的终结，之后的1917年9月第二次护法运动的失败才真正标志着旧民主主义革命的终结。",
    "id": 266
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1915 年 12 月 25 日，反对袁世凯称帝，宣布云南独立的是（）。",
    "options": {
      "A": "李烈钧 B. 蔡锷 C. 黄兴 D. 唐继尧"
    },
    "answer": "B",
    "explanation": "在袁世凯准备“登基”的前一周，蔡锷等在云南组织“护国军”，宣布独立。因此，正确答案是B。选项A，李烈钧在“二次革命”中被公推为讨袁总司令。选项C，1914年，黄兴同孙中山组党意见不一，拒绝加入。同年夏，离日旅居美国。袁世凯恢复帝制时，他在旅美华侨中宣传反袁，并为护国军筹措军饷。袁世凯死后，他于1916年7月回到上海，同孙中山恢复了往日的亲密关系。选项D，唐继尧与蔡锷、李烈钧等发动了轰轰烈烈的“护国运动”，率先在西南边陲打响了护国讨袁的第一枪。",
    "id": 267
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "随着民主革命思想的传播，涌现出的民主革命思想家和宣传家有（）。",
    "options": {
      "A": "章炳麟 B. 邹容 C. 陈天华 D. 鲁迅"
    },
    "answer": "ABC",
    "explanation": "1903年，章炳麟发表了《驳康有为论革命书》，反对康有为的保皇观点，歌颂革命为“启迪民智，除旧布新”的良药，强调中国人民完全有能力建立民主共和制度。邹容写了《革命军》，以“革命军中马前卒”的名义，热情讴歌革命，阐述在中国进行民主革命的必要性和正义性，号召人民推翻清朝统治，建立“中华共和国”。陈天华写了《警世钟》、《猛回头》两本小册子，痛陈帝国主义侵略给中国带来的沉重灾难，揭露清政府已经成为帝国主义统治中国的工具，号召人民奋起革命，推翻清政府这个“洋人的朝廷”。章炳麟、邹容、陈天华都是传播民主革命思想的思想家和宣传家，因此，选项A、选项B、选项C都正确。选项D，鲁迅那时在日本留学。因此，正确答案是ABC。",
    "id": 268
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列哪些组织是由孙中山组建的（）",
    "options": {
      "A": "光复会          B. 同盟会          C. 兴中会          D. 中华革命党"
    },
    "answer": "BCD",
    "explanation": "1894年11月，孙中山在檀香山组建了第一个革命团体兴中会。1905年8月20日，孙中山和黄兴、宋教仁等在日本东京成立了同盟会。1914年，孙中山在日本组织中华革命党，进行反袁的武装斗争。因此，选项B、选项C、选项D都正确。选项A，光复会于1904年秋在上海成立，推蔡元培为会长，不是孙中山组建的，是重要的革命团体。因此，正确答案是BCD。",
    "id": 269
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "以袁世凯为首的北洋军阀投靠帝国主义的表现为（）。",
    "options": {
      "A": "出卖路权、矿权，大肆借款，签订了许多不平等条约",
      "B": "与列强签订 “善后大借款” 合同，使列强控制和监督中国财政",
      "C": "基本接受日本提出的严重损害中国权益的“二十一条”",
      "D": "以各种手段兼并土地，对农民征收苛捐杂税"
    },
    "answer": "ABC",
    "explanation": "军阀们为了实行专制统治，不惜投靠帝国主义。袁世凯统治时期，出卖路权、矿权，大肆借款，并签订了许多不平等条约。他未经国会同意，与列强签订“善后大借款”合同，用盐税作抵押，使列强实现了控制和监督中国财政的愿望。1915年5月，为了让日本支持其复辟帝制，他竟然基本接受日本提出的严重损害中国权益的“二十一条”要求。因此，选项A、选项B、选项C都正确。选项D，是北洋军阀的对内政策，不是其投 靠帝国主义的表现。因此，正确答案是 ABC。",
    "id": 270
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "早期新文化运动的性质是（）。",
    "options": {
      "A": "资产阶级旧民主主义的思想文化运动 B. 新民主主义性质的思想文化运动",
      "C": "无产阶级思想文化运动 D. 马克思主义思想文化运动"
    },
    "answer": "A",
    "explanation": "新文化运动提倡资产阶级民主主义，反对封建的思想文化，其目标是在中国“建设西洋式的国家”，即西方式的资产阶级国家。这是一场资产阶级文化反对封建文化的激烈斗争，反映了资产阶级在中国实行民主政治的强烈愿望，是辛亥革命在思想文化领域里的延续。因此，正确答案是 A。选项 B，早期的新文化运动是由资产阶级知识分子领导的，属于旧民主主义范围内的思想文化运动。1919 年的五四运动是新民主主义革命的开端。早期的新文化运动是由资产阶级领导的，后期的新文化运动，马克思主义开始逐步地在思想文化领域中发挥作用。因此，选项 C 和 D 不正确。",
    "id": 271
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中国人开始真正了解马克思主义是在（）。",
    "options": {
      "A": "新文化运动后",
      "B": "五四运动后",
      "C": "辛亥革命后",
      "D": "俄国十月革命后"
    },
    "answer": "B",
    "explanation": "俄国十月革命以前，中国人并没有真正了解马克思主义，1917年俄国爆发的十月社会主义革命，推动中国的先进知识分子把自己的目光从西方转向东方，从资产阶级民主主义转向社会主义。因此，选项D是正确的。 5\\. 五四运动能够取得初步胜利的最主要的原因在于（）。 A. 青年学生起了先锋作用 B. 运动后期工人阶级成为主力军 C. 有马克思主义作指导 D. 得到了国际工人阶级的支援 五四运动开始时，参加者主要是广大青年学生。后来，运动突破了学生的狭小范围，成为工人阶级、小资产阶级和民族资产阶级参加的全国范围的革命运动，斗争的主力由学生转为工人。迫于人民群众的压力，北洋军阀政府不得不释放被捕学生，最终没有在《巴黎和约》上签字，工人在斗争中发挥了决定性的作用。选项 A，青年学生在运动中的先锋作用不容忽视，但如果没有工人主力军的加入，五四运动是不能够获得初步胜利的。选项 C 属于思想指导，选项 D 是外部条件的作用。因此，正确答案是 B。",
    "id": 272
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "下列关于五四运动的评价，不正确的是（）。",
    "options": {
      "A": "是中共领导的彻底的反帝反封建的革命运动",
      "B": "中国工人阶级在运动后期发挥了主力军作用",
      "C": "先进知识分子在运动中起了领导作用",
      "D": "属于世界无产阶级革命的组成部分"
    },
    "answer": "C",
    "explanation": "中国共产党于1921年成立，选项A说五四运动是中共领导的彻底的反帝反封建的革命运动显然是错误的。五四运动是以学生运动为开端发展为有工人阶级、小资产阶级和民族资产阶级参加的全国范围的革命运动。五四运动后期，斗争的主力由学生转为工人，在五四运动中，工人阶级显示了强大的力量。那些接触社会主义思潮、初步掌握马克思主义的知识分子在运动中进行宣传和组织工作，发挥了先锋和桥梁的作用。五四运动发生在俄国十月社会主义革命之后，是当时无产阶级世界革命的一部分。因此，选项BCD都是对五四运动的正确评价。正确答案是A。 7\\. 下列关于俄国十月革命对中国影响的表述，正确的是（）。 A. 新文化运动兴起 B. 孙中山发起护法运动 C. 先进知识分子提出向俄国学习 D. 《中俄声明》签订 1917年俄国爆发的十月革命，发生在中国学习西方的努力遭到失败、中国的 先进知识分子陷入彷徨和苦闷之中的时候，俄国十月革命推动中国先进的知识分子把自己的目光从西方转向东方，从资产阶级民主主义转向社会主义。因此，正确答案是 C。选项 ABD 都发生在十月革命之前。",
    "id": 273
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "五四运动以后，新文化运动的主流是（）。",
    "options": {
      "A": "资产阶级思想文化的传播",
      "B": "民主、平等思想的传播",
      "C": "资产阶级改良主义的传播",
      "D": "马克思主义思想的传播"
    },
    "answer": "D",
    "explanation": "五四运动以后，社会主义思潮在中国蓬勃兴起，马克思主义开始在知识界得到传播。早期马克思主义者在中国掀起了一场研究、宣传马克思主义的思想运动。马克思主义的传播，并没有中断新文化运动的反封建启蒙工作。但这时马克思主义开始发挥作用，在很大程度上克服了早期新文化运动的不足之处，有力地推动了新文化运动的发展。如果说五四运动以前的新文化运动主要是资产阶级民主主义的新文化反对封建主义的旧文化的斗争，那么，五四运动以后的新文化运动已经发展到了一个新阶段，马克思主义开始逐步地在思想文化领域中发挥指导作用。可见，五四运动以后，新文化运动的主流是马克思主义思想的传播。因此，正确答案是D。 9\\. 马克思主义与中国工人运动相结合的产物是（）。 A. 毛泽东思想 B. 邓小平理论 C. “三个代表” 重要思想 D. 中国共产党 在五四运动中，工人阶级显示了强大的力量。那些接触社会主义思潮、初步掌握马克思主义的知识分子在运动中进行宣传和组织工作，发挥了先锋和桥梁的作用，这为中国共产党的诞生做了思想上和干部上的准备。在马克思主义与中国工人运动相结合的基础上，中国共产党第一次代表大会于1921年7月召开，大会宣告了中国共产党的诞生。所以，中国共产党是马克思主义与中国工人运动相结合的产物。因此，正确答案是D。",
    "id": 274
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1921 年 7 月出席中共一大的长沙代表是（）。",
    "options": {
      "A": "李达、李汉俊",
      "B": "毛泽东、李达",
      "C": "毛泽东、何叔衡",
      "D": "毛泽东、董必武"
    },
    "answer": "C",
    "explanation": "1921年7月中国共产党第一次代表大会上来自长沙的代表是毛泽东、何叔衡。因此，正确答案是选项C。李达、李汉俊是上海代表。董必武是武汉代表。 11\\. 中共二大提出的资产阶级、小资产阶级政党从没有采取过的革命方法是（）。 A. 统一战线方法 B. 群众路线方法 C. 武装斗争方法 D. 议会斗争方法 中共二大指出，以往的斗争之所以成效甚少，一个重要的原因就在于未能充分发动群众。所以要采取资产阶级、小资产阶级的政党和政治派别没有采取过也不可能采取的革命方法，即群众路线的方法。因此，正确答案是 B。 12\\. 下列不属于中共二大通过的党纲内容的是（）。 A. 消除内乱，打倒军阀 B. 推翻帝国主义压迫 C. 联合第三国际 D. 统一中国为真正的民主共和国 中共一大确定党的纲领是：以无产阶级革命军队推翻资产阶级。采用无产阶级专政以达到阶级斗争的目的——消灭阶级，废除资本私有制，以及联合第三国际等。因此，选项 C 是中共一大的内容。在中共二大上，中国共产党制定了党的最高纲领和最低纲领，其中，党的最低纲领，即党在民主革命阶段的主要纲领是：消除内乱，打倒军阀，建设国内和平；推翻国际帝国主义的压迫，达到中华民族完全独立；统一中国为真正的民主共和国。选项 ABD 都是中共二大的内容。正确答案是 C。 13\\. 成为国共合作的政治基础和革命统一战线的共同纲领的是（）。 A. 旧三民主义 B. 中国共产党的最低纲领 C. 新三民主义 D. 《孙文越飞宣言》 1924年1月，中国国民党第一次代表大会在孙中山主持下在广州举行。大会通过的宣言对三民主义作出了新的解释，新三民主义的纲领同中共在民主革命阶段的纲领基本一致，因而成为国共合作的政治基础。因此，正确答案是 C。",
    "id": 275
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1923 年 2 月发生的我国工人大罢工是（）。",
    "options": {
      "A": "安源路矿工人大罢工",
      "B": "香港海员大罢工",
      "C": "京汉铁路工人大罢工",
      "D": "省港工人大罢工"
    },
    "answer": "D",
    "explanation": "1923年2月4日，京汉铁路沿线三万多工人举行总同盟罢工。7日，吴佩孚派军队对罢工工人进行血腥镇压，江岸分会委员长共产党员林祥谦、京汉铁路总工会法律顾问共产党员施洋先后惨遭杀害。京汉铁路大罢工后，中国的工人运动暂时转入低潮。因此，正确答案是C。选项A，安源路矿工人大罢工发生在1922年9月。选项B，香港海员大罢工发生在1922年1月。选项D，省港工人大罢工发生在1925年6月。 15\\. 新、旧三民主义比较，新三民主义增加的最重要的内容是（）。 A. 创立民国 B. 节制资本 C. 反对满清政府 D. 反帝内容 中国国民党第一次代表大会对三民主义作出了新的解释，在民族主义中突出了 反帝的内容，强调对外实现中华民族的独立，同时主张国内各民族一律平等；在民权主义中强调了民主权利应为“一般平民所共有”，不应为“少数人所得而私”；把民生主义概括为“平均地权”和“节制资本”两大原则，并提出要改善工农的生活。辛亥革命失败，从根本上说，是因为在帝国主义时代，在半殖民地半封建的中国，资本主义的建国方案是行不通的。帝国主义绝不容许中国建立一个独立、富强的资产阶级共和国，从而使自己失去中国这个占世界人口四分之一的剥削、奴役的对象。因此，反帝的内容，是新三民主义增加的最重要的内容。所以，正确答案是D。",
    "id": 276
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "第一次国共合作建立后，国民革命运动迅速发展，取得的突出成就是（）。",
    "options": {
      "A": "广东革命根据地得到了巩固",
      "B": "彻底废除了帝国主义在华特权",
      "C": "开展了轰轰烈烈的土地革命",
      "D": "基本上推翻了北洋军阀的统治"
    },
    "answer": "D",
    "explanation": "1926年的北伐战争，以推翻北洋军阀的统治为目标，在不到半年的时间里，基本上消灭了北洋军阀吴佩孚、孙传芳的主力，给帝国主义、封建主义以沉重的打击。因此，正确答案是D。 17\\. 北伐的根本目的是（）。 A. 巩固广东革命根据地 B. 消灭直系、奉系军阀 C. 建立大地主大资产阶级专政 D. 打倒帝国主义，推翻军阀统治 1926年7月，以推翻北洋军阀统治为目的的北伐战争开始，北洋军阀把外国帝国主义作为自己的主要靠山。北伐的根本目的就是打倒帝国主义，推翻军阀统治。所以，正确答案是D。",
    "id": 277
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列关于俄国十月革命的历史意义的正确说法有（）。",
    "options": {
      "A": "它是世界革命的新纪元",
      "B": "它是人类觉醒的新纪元",
      "C": "它昭示了资本主义制度并不是永恒的",
      "D": "它是一个具有划时代意义的世界性的历史事件"
    },
    "answer": "ABCD",
    "explanation": "十月革命是一个具有划时代意义的世界性的历史事件，它昭示人们，资本主义制度并不是永恒的，无产阶级和其他劳动群众一旦觉醒并组织起来，完全可以依靠自己的力量创造出为绝大多数人利益的崭新的社会制度。李大钊说，十月革命所开始的，“是世界革命的新纪元，是人类觉醒的新纪元。我们在这黑暗的中国，死寂的北京，也仿佛分得那曙光的一线，好比在沉沉深夜中的一小小的明星，照见新人生的道路。”因此，正确答案是ABCD。",
    "id": 278
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列著作中，特别深地铭刻在毛泽东心中并使他建立起对马克思主义信仰的有( )。",
    "options": {
      "A": "《共产党宣言》 B.《阶级斗争》",
      "C": "《社会主义史》 D.《唯物史观解说》"
    },
    "answer": "ACD",
    "explanation": "在中国早期信仰马克思主义的人中有的是五四爱国运动的左翼骨干，如毛泽东、蔡和森等。毛泽东曾说：我热心地搜寻那时候能找到的为数不多的用中文写的共产主义书籍，有三本书特别深地铭刻在我的心中，建立起我对马克思主义的信仰。这三本书是《共产党宣言》、《阶级斗争》和《社会主义史》。毛泽东认为，1920年冬天他第一次在政治上把工人们组织起来，在这项工作中，他开始受到马克思主义理论和俄国革命历史的影响。因此，正确答案是 ABC。 4\\. 中国共产党成立后，“中国革命的面貌焕然一新了”，其中“新”主要体现在( )。 A. 中国革命开始以马克思主义为指导 B. 中国革命开始了社会主义革命 C. 中国革命在无产阶级政党的领导下进行 D. 中国革命开始以社会主义、共产主义为远大目标 中国共产党是在半殖民地半封建中国工人运动的基础上产生的，中国工人阶 级深受三重压迫，具有坚定的革命性，中国共产党一开始就是以马克思列宁主义理论为指导的政党，是一个区别于第二国际旧式社会改良党的新型工人阶级革命政党，这是新的思想领导。选项 A 正确。中国共产党成立后，使中国有了一个全国统一的无产阶级的新型政党，这是新的政党领导。选项 C 正确。中国共产党的成立，使中国人民有了明确的奋斗目标，特别是中共二大制定了彻底的民主革命纲领和实现社会主义、共产主义的远大目标，这是新的革命前景。选项 D 正确。中国共产党诞生后并没有开始社会主义革命，而是为中国革命由新民主主义革命向社会主义革命迈进指明了方向。选项 B 不正确。因此，本题的正确答案是 ACD。",
    "id": 279
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列事件中，发生在北伐战争期间的有（）。",
    "options": {
      "A": "香港海员工人罢工",
      "B": "汉口、九江人民收回英租界",
      "C": "上海工人举行三次武装起义",
      "D": "以湖南为中心的农民运动"
    },
    "answer": "BCD",
    "explanation": "1926年7月，以推翻北洋军阀统治为目标的北伐战争开始。1927年4月和7月，蒋介石和汪精卫先后在上海和武汉发动反革命政变，大革命最终失败。选项A，香港海员工人罢工发生在1922年1月，当时北伐战争还未开始。北伐战争开始后，随着北伐部队的胜利进军，以湖南为中心，广大农村掀起了大革命的风暴；工人运动迅速高涨；汉口、九江人民进行了收回英租界的斗争，成功收回了英租界；上海工人举行了三次武装起义。因此，选项BCD都发生在北伐战争期间。正确答案是BCD。",
    "id": 280
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列各项活动为中国共产党的诞生创造条件的有（）。",
    "options": {
      "A": "马克思主义在中国的广泛传播",
      "B": "中国工人阶级的成长、壮大以及工人运动的发展及其水平的提高",
      "C": "党的早期组织的成立",
      "D": "一批具有初步共产主义思想的知识分子的日益成熟"
    },
    "answer": "ABCD",
    "explanation": "随着马克思主义在中国的广泛传播，建立一个以马克思主义理论为指导的工人阶级政党的任务就被提上了日程。因此，选项 A 是正确的。中国工人阶级的成长、壮大为中国共产党的建立奠定了阶级基础。工人运动的发展及其水平的提高有利于马克思主义理论与中国工人运动相结合，因此，选项 B 是正确的。共产党的早期组织成立后，致力于在工人中宣传马克思主义，逐渐培养了一批工人阶级的先进分子。这说明在中国建立工人阶级的先锋队——中国共产党的条件具备了。因此，选项 C 是正确的。一批具有初步共产主义思想的知识分子的日益成熟，其思想感情进一步转变到工人阶级方面来，为中国共产党的建立扩大了阶级基础。所以，选项 D 是正确的。正确答案是 ABCD。",
    "id": 281
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "以下关于国民党一大宣言对三民主义进行的阐释正确的有（）。",
    "options": {
      "A": "民族主义突出了反帝内容，同时强调各民族平等",
      "B": "民权主义强调民权为一般平民所共有",
      "C": "民生主义在“平均地权”的基础上增加了“节制资本”的原则",
      "D": "民生主义提出要改善工农生活状况"
    },
    "answer": "ABCD",
    "explanation": "国民党一大通过的宣言对三民主义作出的新解释是：在民族主义中突出了反帝的内容，强调对外实现中华民族的独立，同时主张国内各民族一律平等；在民权主义中强调民主权利应“为一般平民所共有”，不应为“少数人所私有”；把民生主义概括为“平均地权”和“节制资本”两大原则，并提出要改善工农的生活状况。因此，正确答案是ABCD。",
    "id": 282
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "下列城市曾作为国民政府所在地，其后先后顺序是（）。",
    "options": {
      "A": "武汉—广州—南京—重庆",
      "B": "南京—武汉—广州—重庆",
      "C": "广州—武汉—南京—重庆",
      "D": "重庆—武汉—广州—南京"
    },
    "answer": "C",
    "explanation": "1925年7月1日，国民政府在广州建立；1926年7月，广东国民政府出师北伐，11月决定迁都武汉；1927年实现了宁汉合流，南京政府改组，武汉国民政府不复存在；1937年抗日战争开始后，国民政府于1937年11月21日迁都重庆，在重庆建立国民政府。因此，正确答案是C。",
    "id": 283
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "国民党在形式上统一中国，在全国范围内建立了自己统治的标志是（）。",
    "options": {
      "A": "宁汉合流",
      "B": "皇姑屯事件",
      "C": "东北易帜",
      "D": "国民党中央常务委员会通过《训政纲领》"
    },
    "answer": "C",
    "explanation": "在国民政府继续北伐过程中，奉系军阀首领张作霖在退回关外的途中被日本人炸死，其子张学良于1928年12月29日从东北发出通告，宣布“遵守三民主义，服从国民政府，改易旗帜”。北洋军阀已不再作为独立的政治力量继续存在。这样，国民党就在全国范围内建立了自己的统治。因此，正确答案是C。选项A，“七一五”政变以后，一段时间内，国民党的南京国民政府和武汉国民政府仍然相互对峙。经过几番周折，实现了宁汉合流。由此，南京国民政府改组，武汉国民政府不复存在。选项B，皇姑屯事件是1928年6月日本关东军在沈阳附近的皇姑屯火车站制造的炸死奉系军阀首领张作霖的事件。选项D，1928年10月，国民党中央常务委员会通过《训政纲领》，北洋政府时期在形式上存在的议会制度被彻底废除。",
    "id": 284
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1927 年 9 月，毛泽东领导湘赣边界秋收起义时，起义军公开打出的旗帜是（）。",
    "options": {
      "A": "国民革命军",
      "B": "工农革命军",
      "C": "中国工农红军",
      "D": "中国人民解放军"
    },
    "answer": "D",
    "explanation": "1927年9月9日，毛泽东等领导的湘赣边界秋收起义爆发，起义军公开打出了“工农革命军”的旗帜。因此，选项B是正确的。选项A，国民革命军是北伐战争期间建立的。1924年1月，在中国共产党人的参加与帮助下，孙中山在广州召开了国民党第一次全国代表大会，随后，创办了黄埔军校，建立了国民革命军，统一和巩固了广东革命根据地。选项C，中国工农红军是中国土地革命战争时期，中国共产党领导的人民军队，简称“红军”，是中国人民解放军的前身。选项D，中国人民解放军诞生于1927年8月1日，土地革命战争时期称中国工农红军，抗日战争时期称国民革命军第八路军和国民革命军新编第四军，从国共内战时起改称中国人民解放军。因此，正确答案是B。 5\\. 中共八七会议确定的总方针是（）。 A. 反对右倾投降主义 B. 走农村包围城市的革命道路 C. 创建井冈山革命根据地 D. 土地革命和武装反抗国民党反动派 在 1927 年中共中央召开的八七会议上，彻底清算了大革命后期陈独秀的右倾机会主义错误，确定了土地革命和武装反抗国民党反动统治的总方针。因此，选项 D 正确，选项 A 错误。选项 B 和 C 都是在总方针的指导下，从斗争经验中总结出的革命道路。",
    "id": 285
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1928 年 10 月和 11 月，毛泽东写了两篇文章，强调工农武装割据思想，是共产党和割据地方的工农群众必须具备的一个重要思想。这两篇文章其中一篇是《中国的红色政权为什么能够存在？》，另一篇为（）。",
    "options": {
      "A": "《星星之火，可以燎原》 B.《中国革命战争的战略问题》",
      "C": "《井冈山的斗争》 D.《战争和战略问题》"
    },
    "answer": "C",
    "explanation": "1928年10月和11月，毛泽东写了《中国的红色政权为什么能够存在？》和《井冈山的斗争》两篇文章，明确指出以农业为主要经济的中国革命，以军事发展暴动，是一种特征；同时还科学地阐述了共产党领导的土地革命、武装斗争与根据地建设这三者之间的辩证统一关系。强调工农武装割据思想，是共产党和割据地方的工农群众必须具备的一个重要思想。因此，选项C正确。选项A，1930年1月，毛泽东在《星星之火，可以燎原》一文中指出：红军、游击队和红色区域的建立和发展，是半殖民地中国在无产阶级领导之下的农民斗争的最高形式，是半殖民地农民斗争的必然结果。选项B，1936年12月，毛泽东写了《中国革命战争的战略问题》这部著作，总结土地革命战争中党内在军事方面的大争论，系统地说明了有关中国革命战争战略的诸问题。选项D，《战争和战略问题》是毛泽东于1938年11月6日在中国共产党第六届中央委员会扩大的第六次全体会议上所作的结论的一部分。因此，正确答案是C。",
    "id": 286
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "农村包围城市、武装夺取政权理论的提出标志着（）。",
    "options": {
      "A": "毛泽东思想初步形成",
      "B": "毛泽东思想得到多方面展开而达到成熟",
      "C": "标志着中国革命高潮的到来",
      "D": "中国革命根据地得到了迅速的发展"
    },
    "answer": "A",
    "explanation": "农村包围城市、武装夺取政权理论的形成是在以毛泽东为主要代表的中国共产党人与当时党内盛行的把马克思主义教条化、把共产国际决议和苏联决议神圣化的错误倾向作坚决斗争的基础上形成的。农村包围城市、武装夺取政权理论的提出标志着中国化的马克思主义即毛泽东思想的初步形成。因此，正确答案是 A。选项 B，新民主主义理论的系统阐述，标志着毛泽东思想得到多方面展开而达到成熟。选项 C，农村包围城市、武装夺取政权的革命新道路的开辟，使中国革命走向复兴。选项 D，在农村包围城市、武装夺取政权理论的指导下，中国共产党领导建立的革命根据地得到了迅速发展。",
    "id": 287
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "毛泽东提出以农村为中心，初步形成农村包围城市、武装夺取政权理论的文章是（）。",
    "options": {
      "A": "《中国的红色政权为什么能够存在？》 B.《井冈山的斗争》",
      "C": "《星星之火，可以燎原》 D.《反对本本主义》"
    },
    "answer": "C",
    "explanation": "毛泽东在《星星之火，可以燎原》中明确地提出“农村工作是第一步，城市工作是第二步”的思想，初步形成了农村包围城市、武装夺取政权的理论，这是对1927年大革命失败后中国共产党领导的红军和根据地斗争经验的科学概括。因此，正确答案是C。 9\\. 中国共产党找到适合中国国情的革命道路最早是在（）。 A. 中共二次党代会上 B. 国民大革命时期 C. 国共十年对峙时期 D. 抗日战争时期 大革命失败后，中国革命发展到一个新阶段，即土地革命战争时期，也称国共十年对峙时期。在南昌起义、秋收起义、广州起义等一系列共产党领导的起义中，中国共产党在农村开辟了根据地，走出了一条农村包围城市、武装夺取政权的道路，这是马克思主义在中国创造性的运用和发展。随着革命新道路的开辟，中国革命开始走向复兴。因此，正确答案是 C。",
    "id": 288
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1928 年，毛泽东在《井冈山土地法》中规定“没收一切土地”归政府所有，交农民使用。1929 年在《兴国土地法》中把“没收一切土地”改为“没收一切公共土地及地主阶级的土地”，随后规定“田地归耕种的农民所有”。毛泽东屡次修改根据地土地政策的基本出发点是（）。",
    "options": {
      "A": "探索适应当时形势的土地政策",
      "B": "彻底废除封建半封建的土地所有制",
      "C": "纠正土地革命中的“左”、右倾错误",
      "D": "调动农民对生产和革命的积极性"
    },
    "answer": "D",
    "explanation": "在土地革命战争时期，《井冈山土地法》的制定肯定了广大农民以革命手段获得土地的权利。1929年对《兴国土地法》的修改是一个原则性的修改，保护了中农的利益不受损害。中国共产党认识到只有制定和执行了正确的土地纲领，为农民利益而奋斗，才能获得自己伟大的同盟军，调动广大农民发展生产和参军参战的积极性。因此，正确答案是D。",
    "id": 289
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中华苏维埃第一次全国代表大会选举的中央执行委员会主席是（）。",
    "options": {
      "A": "毛泽东          B. 刘少奇          C. 陈独秀          D. 周恩来"
    },
    "answer": "B",
    "explanation": "1931年，中华苏维埃第一次全国工农兵代表大会在江西瑞金县举行，大会成立了中华苏维埃共和国临时中央政府，毛泽东当选为主席。因此，正确答案是 A。 12\\. 陈独秀的右倾机会主义和王明的 “左” 倾机会主义错误，在党的作风问题上主要是缺乏（）。 A. 密切联系群众 B. 批评与自我批评 C. 民主与法制 D. 理论联系实际 陈独秀右倾机会主义的错误是放弃了无产阶级的领导权，尤其是对武装力量的领导权，这是导致大革命失败的主观原因。由于缺乏对中国社会和中国革命基本问题的深刻认识，没有将马克思列宁主义的基本原理和中国革命的实践结合起来。在20世纪30年 代前中期，王明的“左”倾机会主义错误主要是颠倒实践和认识的关系，照搬马克思主义书本上的词句和共产国际的决议、指示。不善于把马克思主义和中国实际相结合。因此，二者在党的作风问题表现为不能理论联系实际。因此，正确答案是D。 13\\. 红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，至此，三大主力红军的长征胜利结束。这次会师的时间为（）。 A. 1935 年 10 月 B. 1936 年 10 月 C. 1935 年 11 月 D. 1936 年 11 月 1936年10月，红二、四方面军先后同红一方面军在甘肃会宁、静宁将台堡（今属宁夏回族自治区）会师，至此，三大主力红军的长征胜利结束。因此，正确答案是B。 14\\. 遵义会议主要纠正了（）。 A. 陈独秀的右倾投降主义错误 B. 王明的“左”倾错误 C. 瞿秋白的“左”倾错误 D. 李立三的“左”倾错误 王明等人的“左”倾教条主义错误，给中国革命造成了严重的危害。最大的恶果就是使红军在第五次反“围剿”作战中遭到失败。1935年1月召开的遵义会议纠正了王明、博古等在第五次反“围剿”中的错误。因此，正确答案是B。选项A，八七会议上彻底清算了陈独秀的右倾投降主义错误。选项C，1927年11月至1928年4月，瞿秋白主持中央工作期间，认为中国革命的形势持续高涨，倡导举行全国总暴动，犯了“左”倾盲动主义错误。选项D，1930年6月至9月，以李立三为代表的“左”倾冒险主义者，错误地认为中国革命乃至世界革命进入高潮，盲目要求举行全国暴动和集中红军力量攻打武汉等中心城市。而在几次“左”倾错误中，尤以王明的“左”倾教条主义错误为最严重。所以遵义会议主要纠正的不是瞿秋白的“左”倾错误和李立三的“左”倾错误，而是王明的“左”倾错误。",
    "id": 290
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "国民党政府大力推行一党专政的军事独裁统治，不断强化其反动国家机器，其手段有（）。",
    "options": {
      "A": "建立常备武装 B. 加强特务统治 C. 推行保甲制度 D. 实行文化专制"
    },
    "answer": "ABCD",
    "explanation": "1927年大革命失败之后，国民党政府大力推行一党专政。为了镇压人民和消灭异己力量，国民党建立了庞大的军队，同时还建立了庞大的特务系统，其主要任务就是 反对共产党，破坏革命活动。为了控制人民，禁止革命活动，国民党政府还大力推行保甲制度，广大人民被禁锢在保甲制度之内。为了控制舆论，国民党还厉行文化专制主义，剥夺人民的言论和出版自由。因此，正确答案是 ABCD。",
    "id": 291
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "南昌起义的历史意义是（）。",
    "options": {
      "A": "打响了武装反抗国民党反动统治的第一枪",
      "B": "成为中国共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端",
      "C": "揭开了土地革命的序幕",
      "D": "开辟了农村包围城市的道路"
    },
    "answer": "ABC",
    "explanation": "南昌起义打响了武装反抗国民党统治的第一枪。这是中国共产党独立领导革命战争、创建人民军队和武装夺取政权的伟大开端。随后，中国共产党领导了秋收起义、广州起义，进入了创建红军的新时期，中国革命进入到新的阶段，即土地革命战争时期，南昌起义揭开了土地革命战争的序幕。因此，正确答案是 ABC。选项 D，井冈山革命根据地的建立，开辟了以 “农村包围城市，武装夺取政权” 的具有中国特色的革命道路。",
    "id": 292
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "在第二次国内革命战争时期，中国共产党经历的失败和崛起是（）。",
    "options": {
      "A": "大革命的失败",
      "B": "第五次反“围剿”的失败",
      "C": "人民军队、农村革命根据地的创建",
      "D": "红军长征的胜利"
    },
    "answer": "ABCD",
    "explanation": "1927年大革命失败后，中国革命发展到了一个新的阶段，即土地革命战争时期，或称十年内战时期，也就是第二次国内革命战争。在国民党的统治下，白色恐怖笼罩着全国城乡，中国革命转入低潮，中国共产党遇到了前所未有的困难。因此，选项A是正确的。为了坚持革命，在当时的条件下，必须进行武装战争，中国共产党在对中国革命新道路的探索中面临选择：主攻方向应指向城市，还是指向农村？中国共产党最终在经历失败后，选择了农村包围城市、武装夺取政权的革命道路，创建了人民军队、农村革命根据地。因此，选项C是正确的。王明等人的“左”倾教条主义错误，对中国革命造成了极其严重的危害，其最大的恶果就是使红军在第五次反“围剿”作战中遭到失败，不得不退出南方根据地，实行战略转移——长征。因此，选项B和D是正确的。正确答案是ABCD。",
    "id": 293
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "南昌起义的主要领导人是（）。",
    "options": {
      "A": "周恩来          B. 贺龙           C. 叶挺           D. 朱德"
    },
    "answer": "ABCD",
    "explanation": "1927年8月1日，以周恩来为书记的前敌委员会及贺龙、叶挺、朱德、刘伯承等人率领共产党掌握或影响下的北伐军2万人在南昌举行起义，打响了武装反抗国民党统治的第一枪。因此，正确答案是ABCD。",
    "id": 294
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "新民主主义革命时期开展土地革命的实质就是（）。",
    "options": {
      "A": "消灭封建地主的土地所有制",
      "B": "实现农民的土地所有制",
      "C": "实现土地的公有制",
      "D": "没收一切土地"
    },
    "answer": "AB",
    "explanation": "开展土地革命，就是要消灭封建地主的土地所有制，实现农民的土地所有制，使广大农民在政治上得到翻身，使农村生产力得到解放和发展。因此，正确答案是 AB。",
    "id": 295
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "工农武装割据思想的基本内容有（）。",
    "options": {
      "A": "土地革命",
      "B": "农村根据地建设",
      "C": "武装革命",
      "D": "党的建设"
    },
    "answer": "ABC",
    "explanation": "“工农武装割据”是实现农村包围城市的必由之路。在怎样走包围城市道路的问题上，毛泽东提出了“工农武装割据”的思想，它的基本内容是：在无产阶级及其政党的正确领导下，以武装斗争为主要斗争形式，以土地革命为中心内容，以农村根据地为重要依托，三者紧密结合，缺一不可。因此，正确答案是 ABC。",
    "id": 296
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "标志毛泽东思想初步形成的著作主要有（）。",
    "options": {
      "A": "《中国的红色政权为什么能够存在？》 B.《井冈山的斗争》",
      "C": "《星星之火，可以燎原》 D.《反对本本主义》"
    },
    "answer": "BCD",
    "explanation": "农村包围城市、武装夺取政权的革命道路的开辟，标志着中国化的马克思主义即毛泽东思想的初步形成。毛泽东发表于1928年10月和11月，阐述农村包围城市、武装夺取政权的革命道路理论的著作《中国的红色政权为什么能够存在？》和《井冈山的斗争》，科学地阐述了共产党领导的土地革命、武装斗争与根据地建设这三者之间的辩证统一关系；强调工农武装割据的思想是共产党和割据地方的工农群众必须具备的一个重要思想。1930年1月发表的《星星之火，可以燎原》明确地提出了“农村工作是第一步，城市工作是第二步”的思想，初步形成了农村包围城市、武装夺取政权的理论。1930年5月发表的《反对本本主义》提出了“中国革命斗争的胜利要靠中国同志了解中国情况”和“没有调查，没有发言权”的重要思想，表现了毛泽东开辟新道路、创造新理论的革命首创精神。因此，正确答案是ABCD。 8\\. 土地革命战争前期，农村革命根据地的红色政权（）。 A. 是人民民主统一战线性质的政权 B. 是工农民主专政性质的政权 C．属于新民主主义的政权 D．主体是工农兵代表大会 中华苏维埃共和国实行工农兵代表大会制度，首先由苏维埃共和国公民直接选举产生工农兵代表，召开工农兵代表大会，选举产生苏维埃政府组成人员。在此基础上，逐级召开区、县、省和全国工农兵代表大会，选举产生区、县、省和全国苏维埃政府。各 级苏维埃政府广泛吸收工农群众代表参加政权管理，行使当家作主的权利。选项 B 和 D 正确。人民民主专政是中共在新民主主义革命胜利后建立的工人阶级领导的，以工农联盟为基础的，团结一切可以团结的力量，在人民内部实行最广泛的民主和对敌人实行有效的专政的国家政权。选项 A 不正确。土地革命战争属于反帝反封建的新民主主义革命阶段，因此，农村革命根据地的红色政权属于新民主主义的政权。所以，正确答案是 BCD。",
    "id": 297
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "日军在中国的最后一次大规模进攻是（）。",
    "options": {
      "A": "淞沪会战          B. 豫湘桂战役          C. 南昌战役          D. 武汉会战"
    },
    "answer": "B",
    "explanation": "1944年4月至1945年1月，日军发动了打通中国大陆交通线的豫湘桂战役，占领20多万平方公里的中国领土。这是日军在中国的最后一次大规模进攻。因此，选项B正确。选项A，淞沪会战是1937年8月13日至11月12日，中国军队抗击侵华日军进攻上海的战役，在日军全面侵华战争之前。选项C，南昌战役发生在1939年，日军使用毒气作战，中国军队损失惨重，被迫退守浙赣线，南昌失陷。选项D，武汉会战是1938年6月至11月发生在武汉外围的一次大规模战役。选项ACD都在豫湘桂战役之前，不是日军的最后一次大规模进攻。因此，正确答案是B。",
    "id": 298
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1927 年，日本召开 “东方会议”，制定了（）。",
    "options": {
      "A": "《对华政策纲要》 B.《反共产国际协定》",
      "C": "《昭和十二年度的对华作战计划》 D.《大陆政策》"
    },
    "answer": "A",
    "explanation": "1927年，日本首相田中义一主持召开了“东方会议”，宣示了八条《对华政策纲要》，企图把“满蒙”从中国本土彻底分割出去，并决心为之付诸武力。因此，正确答案是A。选项B，华北事变后，日本加紧发动全面侵华战争的部署。1936年11月，日本同德国签订了《反共产国际协定》，结成了反动同盟。选项C，1936年6月3日，广田内阁陆军部制定《昭和十二年度的对华作战计划》。选项D，日本的“东方会议”表明其对外扩张的“大陆政策”进一步发展和具体化。",
    "id": 299
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "日本开始实施变中国为其独占殖民地的事件是（）。",
    "options": {
      "A": "“九一八”事变 B. 华北事变 C. 皇姑屯事件 D. 卢沟桥事变"
    },
    "answer": "A",
    "explanation": "1931年9月18日深夜，日本关东军炸毁中国军队柳条湖铁路一段，反诬中国军队“破坏”铁路、“袭击”日本守备队，当即炮轰东北军驻地北大营，接着驻扎在南满铁 路沿线的日军向沈阳城和长春、四平等地发起进攻，这就是“九一八”事变。日本变中国为其独占殖民地的战争由此开始。因此，选项 A 正确。选项 B，华北事变是在日本占领中国东北以后，侵入中国华北地区后发生的。选项 C，1928 年 6 月 14 日，日本关东军在沈阳附近的皇姑屯火车站制造了炸死奉系军阀首领张作霖的事件，称为“皇姑屯事件”。选项 D，1937 年发生的卢沟桥事变，是日本全面侵华战争的开始。因此，正确答案是 A。",
    "id": 300
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "下列对西安事变和平解决 $ ^{①} $的表述，不正确的是（）。",
    "options": {
      "A": "宋美龄、宋子文等为营救蒋介石积极奔走",
      "B": "中国共产党提出了和平解决西安事变的主张",
      "C": "国民党内许多人士要求实现团结抗日",
      "D": "南京政府部署讨伐张、杨，张、杨被迫释放蒋介石"
    },
    "answer": "D",
    "explanation": "1936年12月12日，爱国将领张学良、杨虎城为了实现停止内战、共同抗日，毅然实行“兵谏”，扣留了蒋介石。这就是西安事变。西安事变发生后，宋美龄、宋子文等为营救蒋介石积极奔走，中国共产党从民族大义出发，确定促成西安事变和平解决的基本方针，并派周恩来等到西安，参加张、杨同南京方面代表宋美龄、宋子文的和平谈判，终于迫使蒋介石作出了停止内战、联合红军抗日等六项承诺。中国共产党的主张在全国引起了巨大反响，也得到了国民党内抗日派的赞同。选项 ABC 正确。选项 D，南京政府并没有部署讨伐张、杨，而是进行和平谈判。因此，正确答案是 D。",
    "id": 301
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "20 世纪 30 年代，国民党内爱国力量举起抗日反蒋旗帜，集中说明了（）。",
    "options": {
      "A": "要抗日就必须反蒋",
      "B": "抗日符合中华民族的利益",
      "C": "蒋介石反共政策不得人心",
      "D": "日本已开始全面侵华"
    },
    "answer": "A",
    "explanation": "卢沟桥事变之后，日本全面侵华战争开始，中日矛盾进一步激化。在祖国存亡危急的时刻，一二·九运动掀起了中国人民抗日救亡运动的新高潮。20世纪30年代，国民党内爱国力量举起抗日反蒋旗帜，说明国难当头抗日符合中华民族的利益。因此，正确答案是 B。 6\\. 中共制定抗日民族统一战线政策的基本依据是（）。 A. 社会主要矛盾的变化 B. 国民政府内部的分化 C．国内阶级关系的变化 D．英美对日态度的变化 日本全面侵华战争使中日民族矛盾进一步激化，在全国抗日救亡运动高涨之际，中国共产党及时提出了抗日民族统一战线的新政策。因此，正确答案是 A。",
    "id": 302
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中国共产党领导的南方八省游击队改编后，任新四军正副军长的是（）。",
    "options": {
      "A": "朱德、彭德怀 B. 林彪、聂荣臻 C. 叶挺、项英 D. 毛泽东、朱德"
    },
    "answer": "C",
    "explanation": "1937年10月12日，南方的中国工农红军和游击队改编为国民革命军陆军新编第四军（简称新四军）。叶挺任军长，项英任副军长，下辖四个支队，全军1.03万人。因此，正确答案是C。",
    "id": 303
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "在抗日战争中牺牲的国民党最高将领是（）。",
    "options": {
      "A": "佟麟阁 B. 赵登禹 C. 张自忠 D. 左权"
    },
    "answer": "C",
    "explanation": "1940年5月，在枣宜会战中，第三十三集团军总司令张自忠在激战中殉国。因此，正确答案是C。在北平南苑的战斗中，第二十九军副军长佟麟阁、第一三二师师长赵登禹先后阵亡。在敌后抗战中，八路军副参谋长左权以身殉国。选项ABD都不符合题目要求。",
    "id": 304
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "抗日战争进入相持阶段的时间是（）。",
    "options": {
      "A": "1937 年 7 月 B. 1938 年 5 月 C. 1938 年 10 月 D. 1941 年 12 月"
    },
    "answer": "C",
    "explanation": "从 1937 年 7 月卢沟桥事变到 1938 年 10 月广州、武汉失守，中国抗战处于战略防御阶段。从 1938 年 10 月，抗日战争进入相持阶段。因此，正确答案是 C。 10\\. 下列关于抗战防御阶段的说法不正确的是（）。 A. 以国民党军队为主体担负正面战场的抗战 B. 蒋介石集团口头上抗战，行动上妥协 C. 蒋介石组织正面会战，积极抗战 D. 日本用主要兵力进攻敌后抗日根据地 在战略防御阶段，以国民党军队为主体的正面战场，担负了抗击日军战略进攻的主要任务。游击战在敌后的广泛开展和敌后抗日根据地的开辟，迫使敌人不得不把用于进攻的兵力抽调回来保守其占领区。国民党军队组织了淞沪、忻口、徐州、武汉会战等一系列大战役，取得台儿庄战役的大捷。国民政府还实行过若干有利于抗战的政策。可以说，在抗战初期，蒋介石还是积极抗战的。因此，正确答案是 B。 11\\. 1937 年 8 月，中国共产党提出关于抗日的基本主张的会议是（）。 A. 瓦窑堡会议 B. 中共七大 C. 洛川会议 D. 中共扩大的六届六中全会 1937年8月，中国共产党在陕北洛川召开政治局扩大会议，制定了抗日救国十大纲领。强调要打倒日本帝国主义，关键在于使已经发动的抗战成为全民族的抗战。会议强调，必须坚持统一战线中无产阶级的领导权，在敌后开展山地游击战争，在国统区放 手发动抗日的群众运动。在这次会议上，中国共产党提出了关于抗日的基本主张。因此，正确答案是 C。选项 A，瓦窑堡会议是 1935 年 12 月中国共产党在陕北瓦窑堡召开的中央政治局扩大会议。会议提出了在抗日的条件下重建统一战线的新政策。选项 B，1945 年 4 月召开的中共七大，提出了“毛泽东思想”的概念。选项 D，在 1938 年召开的中共扩大的六届六中全会上，毛泽东明确提出了“马克思主义的中国化”这个命题。 12\\. 毛泽东分析中日双方基本特点，指出赢得抗日战争胜利的正确道路的著作是（）。 A.《论反对日本帝国主义的策略》 B.《论联合政府》 C.《论人民民主专政》 D.《论持久战》 1938年5月至6月间，毛泽东发表了《论持久战》，系统阐述了持久抗战的方针。在对中日双方基本特点进行分析后，毛泽东指出，最后的胜利必将属于中国。因此，正确答案是D。选项A，1935年12月，毛泽东在瓦窑堡会议上发表《论反对日本帝国主义的策略》，提出了在抗日的条件下重建统一战线的新政策。选项B，《论联合政府》是毛泽东在抗日战争胜利前夕的中共七大上做的报告。选项C，《论人民民主专政》向全国人民公开了中国共产党在建立新中国问题上的主张。 13\\. 下列战役发生在敌后战场的有（）。 A. 平型关大捷 B. 百团大战 C. 枣宜会战 D. 豫湘桂战役 选项 A，八路军刚开赴前线时，主要是在战役上配合国民党军队作战。在太原会战中，八路军配合会战，——五师取得平型关大捷。选项 B，在战略相持阶段，敌后战场成为主要战场，1940 年 8 月至 12 月初，八路军总部调集 100 多个团共 20 万人，对华北日军发动了一场大规模的以破袭敌人交通线为主要目标的进攻战役，这就是百团大战。选项 C，1940 年 5 月，国民党在正面战场发动了枣宜会战。选项 D，豫湘桂战役是国民党在正面战场大溃败的战役。因此，正确答案是 B。 14\\. 中国共产党在抗日根据地普遍实行的土地政策是（）。 A. 没收地主土地    B. 保存富农经济    C. 减租减息    D. 没收一切土地 各地抗日民主政权十分重视根据地的经济建设。根据地内停止实行没收地主土地的政策，普遍实行减租减息的政策，以便减轻广大农民的负担，使农民得到实惠，提高抗日和生产的积极性。因此，正确答案是 C。",
    "id": 305
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "抗战后期，在三届三次国民参政会上，提出结束国民党一党专政，建立民主联合政府主张的中共代表是（）。",
    "options": {
      "A": "毛泽东          B. 林伯渠          C. 董必武          D. 周恩来"
    },
    "answer": "B",
    "explanation": "1944年9月，中共参政员林伯渠在三届三次国民参政会上，提出结束国民党一党专政，召开各党派会议，建立民主联合政府的主张，得到了民主党派、民主人士和社会各界的热烈响应。因此，正确答案是B。 16\\. 比较完整地阐明新民主主义的基本纲领、基本政策的文章是（）。 A.《中国革命和中国共产党》 B.《新民主主义论》 C.《中国社会各阶级的分析》 D.《〈共产党人〉发刊词》 《新民主主义论》是毛泽东阐述中国新民主主义革命理论和策略的主要政治著作，1940年1月发表于延安《中国文化》创刊号，比较完整地阐明了新民主主义革命的经济、政治和文化纲领。因此，正确答案是B。选项A，《中国革命和中国共产党》是毛泽东在抗日战争时期所写的关于中国半殖民地半封建社会的性质和主要特征、近代中国社会的主要矛盾和中国革命发生发展的原因等理论的著作。选项C，毛泽东在《中国社会各阶级的分析》中深刻揭示了各阶级的经济地位、政治态度及其相互关系，分清了中国革命的敌人和朋友。选项D，在《〈共产党人〉发刊词》中，毛泽东指出了中国共产党在中国革命中战胜敌人的三个主要的法宝。",
    "id": 306
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1945 年，将毛泽东思想确定为党的一切工作的指针的会议是（）。",
    "options": {
      "A": "中国共产党六届七中全会",
      "B": "中国共产党第七次全国代表大会",
      "C": "中国共产党第六次全国代表大会",
      "D": "中共洛川会议"
    },
    "answer": "D",
    "explanation": "1945年4月23日至6月11日，中国共产党第七次全国代表大会在延安举行。七大将以毛泽东为主要代表的中国共产党人把马克思列宁主义基本原理同中国具体实际相结合所创造的理论成果，正式命名为毛泽东思想，并将毛泽东思想规定为党的一切工作的指针。因此，正确答案是B。 18\\. 延安整风运动的主要任务是（）。 A. 反对宗派主义 B. 反对官僚主义 C. 反对党八股 D. 反对主观主义 1942 年开展的延安整风运动的主要内容是：反对主观主义以整顿学风，反对宗派主义以整顿党风，反对党八股以整顿文风。其中，反对主观主义是整风运动的主要任务。因此，正确答案是 D。 19\\. 中国成为联合国的创始国和五个常任理事国是在（）。 A. 德黑兰会议 B. 雅尔塔会议 C. 波茨坦会议 D. 联合国制宪会议 1945年上半年，世界反法西斯战争进入最后阶段。4月，联合国制宪会议在美国旧金山召开，包括中国解放区在内的中国代表团出席了会议，中国成为联合国的创始国和五个常任理事国之一。因此，正确答案是D。 20\\. 下列关于抗战历史意义的表述，不恰当的是（）。 A. 是中国人民近百年来第一次取得的反对帝国主义侵略斗争的完全胜利 B. 增强了全国人民的自尊心和自信心 C. 是世界反法西斯战争的重要组成部分 D. 结束了中国半殖民地半封建社会的历史 中国人民抗日战争，是近代以来中华民族反抗外敌入侵第一次取得完全胜利的民族解放战争。中国人民抗日战争的胜利，彻底打败了日本侵略者，促进了中华民族的觉醒，促进了中华民族大团结，弘扬了中华民族的伟大精神，即坚决维护国家利益、誓死不当亡国奴的民族自尊品格，百折不挠、勇于靠自己的力量战胜侵略者的民族自强信念等精神。中国抗日战争对世界各国夺取反法西斯战争的胜利，维护世界和平产生了巨大影响。选项 ABC 都是对抗战胜利历史意义的正确表述。抗战胜利后，中国进入解放战争时期，直到中华人民共和国成立，中国才结束了半殖民地半封建社会的历史。故选项 D 的表述不恰当。因此，正确答案是 D。",
    "id": 307
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "日本对中国大规模侵略和对中国部分地区进行殖民统治期间，犯下了空前严重的罪行，主要表现在（）。",
    "options": {
      "A": "制造惨绝人寰的大屠杀",
      "B": "疯狂掠夺中国的资源与财富",
      "C": "强制推行奴化教育",
      "D": "鼓吹“东亚共存共荣”"
    },
    "answer": "ABC",
    "explanation": "日本对中国的大规模侵略和对中国部分地区进行殖民统治期间，犯下了空前的罪行，给中华民族造成了极为深重的灾难。首先，制造惨绝人寰的大屠杀。震惊中外的南京大屠杀、对抗日根据地的大规模“扫荡”以及实行“三光”政策等给中国人民带来了沉痛的灾难。其次，疯狂掠夺中国的资源和财富，控制中国的经济命脉。再次，强制推行奴化教育。在占领区实行奴化教育，企图泯灭中国民众的民族意识和反抗精神。因此，正确答案是 ABC。",
    "id": 308
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列对瓦窑堡会议的表述正确的有（）。",
    "options": {
      "A": "提出了在抗日条件下与民族资产阶级重建统一战线的新政策",
      "B": "批评了“左”倾冒险主义和关门主义的错误倾向",
      "C": "为迎接全国抗日新高潮的到来做了理论和政治上的准备",
      "D": "明确提出党的总方针是“逼蒋抗日”"
    },
    "answer": "ABC",
    "explanation": "1935年，中共中央在陕北瓦窑堡召开政治局扩大会议，提出了在抗日的条件下与民族资产阶级重建统一战线的新政策，批评了党内长期存在的“左”倾冒险主义和关门主义的错误倾向。中国共产党在新的历史时期即将到来时，掌握了政治上的主动权。因此，选项 ABC 正确。选项 D，由于蒋介石的对日态度及内外政策发生了某些改变，1936年9月1日，中共中央发出党内指示，明确提出党的总方针是“逼蒋抗日”。所以，正确答案是 ABC。",
    "id": 309
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "中国共产党主张，要实行全面抗战必须做到（）。",
    "options": {
      "A": "实行全国军事的总动员",
      "B": "实行全国人民的总动员",
      "C": "必须改革政治机构，给人民以充分的民主权利",
      "D": "适当改善工农大众的生活"
    },
    "answer": "ABCD",
    "explanation": "1937年8月，在洛川会议上，中国共产党制定了抗日救国十大纲领，强调要打倒日本帝国主义，关键在于使已经发动的抗战成为全民族的抗战。为此，必须实行全国军事的总动员、全国人民的总动员；必须改革政治机构，给人民以充分的抗日民主权利，并适当改善工农大众的生活。因此，正确答案是ABCD。",
    "id": 310
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "毛泽东在《论持久战》中指出，抗日战争要经过的三个阶段是（）。",
    "options": {
      "A": "战略相持 B. 战略反攻 C. 战略防御 D. 战略退却"
    },
    "answer": "ABC",
    "explanation": "1938年5月至6月，毛泽东在《论持久战》中在对中日两国的情况进行对比的基础上，科学地预测了抗日战争的发展过程，即抗日战争将经过战略防御、战略相持、战略反攻三个阶段。因此，正确答案是 ABC。 5\\. 中国共产党提出的巩固抗日民族统一战线的策略总方针是（）。 A. 发展进步势力 B. 争取中间势力 C. 孤立顽固势力 D. 坚持独立自主 为了巩固和扩大抗日民族统一战线，中国共产党总结反“摩擦”斗争的经验，制定了“发展进步势力，争取中间势力，孤立顽固势力”的策略总方针。因此，正确答案是 ABC。",
    "id": 311
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列毛泽东的文章和著作中，在抗日战争时期发表的有（）。",
    "options": {
      "A": "《〈共产党人〉发刊词》 B.《论持久战》",
      "C": "《中国革命和中国共产党》 D.《新民主主义论》"
    },
    "answer": "ACD",
    "explanation": "在20世纪30年代后期和40年代前期，为了将丰富的中国革命实际经验马克思主义化，以便更好地指导抗日战争和中国革命，毛泽东撰写了《〈共产党人〉发刊词》《中国革命和中国共产党》《新民主主义论》等一批重要著作。1938年，毛泽东发表了《论持久战》的演讲，总结抗战10个月来的经验，集中全党的智慧，系统地阐明了持久抗战的总方针。因此，正确答案是ABCD。 7\\. 抗日战争时期开展的延安整风运动的主要内容是（）。 A. 反对主观主义以整顿学风 B. 反对主观主义以整顿党风 C. 反对宗派主义以整顿党风 D. 反对党八股以整顿文风 1942年开展的延安整风运动的主要内容是：反对主观主义以整顿学风，反对宗派主义以整顿党风，反对党八股以整顿文风。其中，反对主观主义以整顿学风是整风运动最主要的任务。因此，正确答案是 ACD。",
    "id": 312
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中国共产党指出，战胜蒋介石的政治基础是（）。",
    "options": {
      "A": "人民解放战争所具有的爱国的、正义的革命性质，必然要获得全国人民的拥护",
      "B": "蒋介石多行不义必自毙",
      "C": "美国看着中共壮大，不会总站在国民党这边",
      "D": "中共力量不断壮大"
    },
    "answer": "A",
    "explanation": "在人民解放战争时期，中国共产党正确地估计了国内外形势，坚决认定，我们能够打败蒋介石。毛泽东指出，蒋介石发动的战争，是一场在美帝国主义指挥之下的反对中国民族独立和中国人民解放的反革命的战争。而蒋介石军事力量的优势和美国的援助，只是临时起作用的因素。而蒋介石发动的战争的反人民性质，人心的向背，则是经常起作用的，这是我们的优势。因此，人民解放战争所具有的爱国的、正义的革命性质，必然要 获得全国人民的拥护。这就是战胜蒋介石的政治基础。所以，正确答案是 A。",
    "id": 313
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "1947年，刘邓大军挺进中原的重大意义是（）。",
    "options": {
      "A": "影响战略决战的主攻方向",
      "B": "粉碎蒋介石的重点进攻",
      "C": "改变敌我双方的力量对比",
      "D": "改变解放战争的战略态势"
    },
    "answer": "D",
    "explanation": "1947年6月底，刘伯承、邓小平率领晋冀鲁豫野战军千里跃进大别山，陈毅、粟裕挺进苏鲁豫皖，陈赓、谢富治挺进豫西。三大陆军相互策应，机动歼敌，迫使国民党处于被动地位，人民解放战争从战略防御阶段进入战略进攻阶段。这是解放战争战略态势的转变。因此，正确答案是D。",
    "id": 314
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "在国民党统治区，人民民主运动迅速发展，逐步形成了配合人民解放战争的第二条战线。人民民主运动的先导是（）。",
    "options": {
      "A": "工人运动          B. 学生运动          C. 农民运动          D. 市民运动"
    },
    "answer": "B",
    "explanation": "解放战争时期，在国民党统治区，以学生运动为先导的人民民主运动迅速发展起来，成为配合人民解放战争的第二条战线。因此，正确答案是 B。",
    "id": 315
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "抗日战争胜利后，某些民主党派的领导人曾坚持“中间路线”，其实质是（）。",
    "options": {
      "A": "介于国民党与共产党之间的第三种势力",
      "B": "以实现政治民主化、军队国家化为目标",
      "C": "仿效西方民主，走旧民主主义的道路",
      "D": "反对暴力革命，主张和平改良"
    },
    "answer": "C",
    "explanation": "抗日战争胜利后，某些民主党派的领导人曾坚持“中间路线”。中间路线的鼓吹者主张：政治上，“必须实行英美式的民主政治”，但不准地主官僚资本家操纵；在经济上，“应当实行改良的资本主义”，但不容许官僚买办资本横行。而实行的方法，则是走和平的改良的道路。他们所提倡的，是资产阶级共和国的方案；他们所主张的，实质上是旧民主主义的道路。因此，正确答案是C。",
    "id": 316
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "自 1948 年 9 月 12 日开始至 1949 年 1 月 31 日结束的三大战役是指（）。",
    "options": {
      "A": "济南战役、辽沈战役、淮海战役",
      "B": "济南战役、淮海战役、平津战役",
      "C": "辽沈战役、淮海战役、平津战役",
      "D": "淮海战役、平津战役、渡江战役"
    },
    "answer": "C",
    "explanation": "1948年秋，人民解放战争进入战略决战阶段，中国人民解放军先后发动了辽沈、淮海、平津三大战役。辽沈战役自1948年9月12日开始到11月2日结束。淮海战役自1948年11月6日开始至1949年1月10日结束。平津战役自1948年11月29日开始 到 1949 年 1 月 31 日结束。选项 C 正确。济南战役自 1948 年 7 月开始到 1949 年 1 月结束。因此，选项 A 和 B 不正确。渡江战役自 1949 年 4 月开始，所以，选项 D 不正确。本题的正确答案是 C。",
    "id": 317
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "下列事件发生的先后顺序是（）。①平津战役开始②蒋介石发表求和声明③中共七届二中全会召开④淮海战役结束⑤国民党拒绝在和平协议上签字。",
    "options": {
      "A": "①③②④⑤ B. ①②④③⑤ C. ③①④②⑤ D. ④①③②⑤"
    },
    "answer": "B",
    "explanation": "①平津战役自1948年11月29日开始。②1949年元旦，蒋介石发表求和声明。③1949年3月中共七届二中全会召开。④淮海战役于1949年1月10日结束。⑤1949年4月20日，国民党反动政府最后拒绝在国内和平协议上签字。4月21日，毛泽东、朱德发布了向全国进军的命令。因此，事件的先后顺序是①②④③⑤。所以，本题的正确答案是B。",
    "id": 318
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "承担创建新中国任务的会议是（）。",
    "options": {
      "A": "中共七届二中全会",
      "B": "一届全国人大一次会议",
      "C": "中国人民政治协商会议第一届全体会议",
      "D": "中共七大"
    },
    "answer": "B",
    "explanation": "完成创建新中国的任务，是由中国人民政治协商会议来承担的。1949年9月21日，中国人民政治协商会议第一届全体会议在北平举行，会议通过了《中国人民政治协商会议共同纲领》，规定了中华人民共和国的国体和政体、民族政策、经济工作以及外交政策等方面的内容。正确答案是C。选项A，中共七届二中全会规定了党在全国胜利后中国共产党在政治、经济、外交等方面的基本政策，指出了中国由农业国转变为工业国、由新民主主义社会转变为社会主义社会的发展方向，属于创建新中国的筹备工作。选项B，一届全国人大一次会议于1954年9月15日至28日在北京举行，是新中国建立以后的重要会议。选项D，1945年召开的中共七大是新民主主义革命时期最重要、最成功的一次代表大会，具有极其深远的历史意义。 9\\. 中国新民主主义革命胜利的基本经验中，最重要的一条是（）。 A. 建立统一战线 B. 坚持中国共产党的领导 C. 开展武装斗争 D. 走社会主义道路 随着国民党反动统治的覆灭和中华人民共和国的建立，中国新民主主义革命赢得了基本的胜利。中国革命之所以能够走上胜利发展的道路，是由于有了中国工人阶级的先锋队——中国共产党的领导。中国共产党作为工人阶级的政党，不仅代表着中国工人阶 级的利益，而且代表着整个中华民族和全中国人民的利益，在革命过程中始终英勇地站在斗争的最前线。在中国共产党的正确领导下，在它提出的新民主主义革命理论、纲领、路线和方针政策的指导下，经过长期艰苦、曲折的斗争，中国新民主主义革命终于取得胜利。因此，正确答案是 B。",
    "id": 319
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "1947 年 6 月底，人民解放军转入战略进攻后，仍在内线作战的人民解放军主力主要包括（）。",
    "options": {
      "A": "彭德怀率领的西北野战军",
      "B": "谭震林、许世友率领的华东野战军山东兵团",
      "C": "聂荣臻率领的晋察冀野战军",
      "D": "徐向前率领的晋冀鲁豫野战军太岳兵团"
    },
    "answer": "ABCD",
    "explanation": "人民解放军转入战略进攻阶段后，仍在内线作战的人民解放军，包括彭德怀率领的西北野战军，谭震林、许世友率领的华东野战军山东兵团，聂荣臻率领的晋察冀野战军，徐向前率领的晋冀鲁豫野战军太岳兵团等。因此，正确答案是 ABCD。",
    "id": 320
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列属于《中国土地法大纲》主要内容的有（）。",
    "options": {
      "A": "废除封建剥削的土地制度",
      "B": "保护中小工商业者",
      "C": "实行耕者有其田的土地制度",
      "D": "分地给无地或少地的农民"
    },
    "answer": "ACD",
    "explanation": "1947年7月到9月，中国共产党在河北平山县召开全国土地会议，制定和通过了《中国土地法大纲》。《中国土地法大纲》明确规定废除封建性及半封建性剥削的土地制度，实行耕者有其田的土地制度，乡村中一切地主的土地及公地由乡村农会接收，分配给无地或少地的农民，保护工商业者的财产及其合法的营业不受侵犯。因此，正确答案是ACD。选项B，土地革命战争时期的阶级路线是保护中小工商业者。",
    "id": 321
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "从抗战结束到新中国建立前，中国共产党制定的关于土地问题的文件有（）。",
    "options": {
      "A": "《五四指示》 B.《兴国土地法》",
      "C": "《五一劳动节口号》 D.《中国土地法大纲》"
    },
    "answer": "ABD",
    "explanation": "选项 A，在解放战争胜利发展的同时，解放区开展了轰轰烈烈的土地改革运动。1946 年 5 月 4 日，中共中央发出《关于清算、减租及土地问题的指示》，即《五四指示》，决定将党在抗日战争时期的减租减息政策改变为实行耕者有其田政策。选项 B，1929 年 4 月，毛泽东在兴国主持制定《兴国土地法》，将 “没收一切土地” 改为 “没收一 切公共土地及地主阶级的土地”。这是一个原则性的改变，保护了中农的利益不受侵犯。《兴国土地法》是土地革命战争时期的土地法，不是从抗战结束到新中国建立前的土地法。选项C，1948年4月30日，中共中央向全国发出了《五一劳动节口号》，把中国共产党对时局的分析、判断以及自己的政治主张公告天下。选项C并不是关于土地法的文件。选项D，在人民解放军转入战略进攻之后，为了维护广大人民的利益，激发他们支援解放战争的积极性，1947年7月至9月，中国共产党制定了《中国土地法大纲》，明确规定“废除封建性及半封建性剥削的土地制度，实行耕者有其田的土地制度”。因此，正确答案是AD。 4\\. 中国各民主党派形成时的社会基础主要是（）。 A. 民族资产阶级及其知识分子 B. 城市小资产阶级及其知识分子 C. 地方实力派 D. 其他爱国民主分子 中国各民主党派是中国共产党领导的爱国统一战线的重要组成部分，主要包括中国国民党革命委员会、中国民主同盟、中国民主建国会、中国民主促进会、中国农工民主党等。中国各民主党派形成时的社会基础主要是民族资产阶级、城市小资产阶级及其知识分子和其他爱国民主分子。例如，民主党派中的中国民主建国会是由爱国的民族工商业者以及与其有联系的知识分子发起成立的。中国民主促进会的组成人员一部分是文化、教育、出版工作者，另一部分是上海工商界人士。中国国民党革命委员会主要是由国民党民主派和其他爱国民主人士组成的。他们所联系的和所代表的不是单一的阶级，而是这些阶级、阶层的人们在反帝爱国和争取民主的共同要求基础上的联合，是阶级联盟性质的政党。因此，正确答案是 ABD。",
    "id": 322
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗的原因有（）。",
    "options": {
      "A": "国民党撕毁协议，发动全面内战",
      "B": "蒋介石非法召开“国民大会”，制定伪宪法",
      "C": "人民解放军转入进攻，国统区反蒋斗争高涨",
      "D": "三大战役胜利，全国解放在望"
    },
    "answer": "ABC",
    "explanation": "抗战胜利以后，民主党派在中国的政治舞台上比较活跃。中国各民主党派的政纲不尽相同，但都主张爱国、反对卖国，主张民主、反对独裁。在战后进行国共谈判和召开政协会议时，国民党撕毁协议，发动全面内战，民主党派作为“第三方面”，主要是同共产党一起反对国民党的内战独裁。民盟和其他民主党派的大多数人，在拒绝参加国民党一手包办的伪“国民大会”和虚假的“多党政府”以及反对国民党炮制的伪“宪法”等一系列重要问题上，是同共产党站在一起的。他们还积极参加反对国民党的爱国民主运动，在第二条战线的斗争中尽了自己的一份力量。经过人民解放军一年多的作战，粉碎了国民 党的速战速决计划，人民解放军转入进攻，国统区由于严重的政治经济危机，将全国各阶层人民置于饥饿和死亡线上，国统区反蒋斗争高涨，这促使民主党派与蒋介石集团决裂，同中国共产党并肩战斗。选项 ABC 正确。1948 年 1 月，民盟站到了新民主主义革命的立场，与此同时，中国国民党革命委员会彻底与蒋介石决裂，其他民主党派也明确表示了参加新民主主义革命的立场。民主党派与蒋介石集团决裂，同中国共产党并肩战斗时，三大战役还没有开始。选项 D 不正确，所以，本题的正确答案是 ABC。",
    "id": 323
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "参加淮海战役的人民军队是（）。",
    "options": {
      "A": "华东野战军 B. 中原野战军 C. 东北野战军 D. 华北解放军"
    },
    "answer": "AB",
    "explanation": "在1948年11月6日开始至1949年1月10日结束的淮海战役中，华东野战军、中原野战军以及地方武装共60万人歼敌55.5万人。选项A和B正确。东北解放军和华北解放军是参加平津战役的人民军队。选项C和D不符合题目要求。因此。本题的正确答案是AB。",
    "id": 324
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "毛泽东提出的“两个务必”是（）。",
    "options": {
      "A": "务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风",
      "B": "务必使同志们继续地保持艰苦奋斗的作风",
      "C": "务必使同志们继续保持密切联系群众的作风",
      "D": "务必使同志们继续保持团结协作的作风"
    },
    "answer": "AB",
    "explanation": "1942年3月，在中国共产党召开的中共七届二中全会上，毛泽东告诫全党，夺取全国胜利，这只是万里长征走完了第一步，“务必使同志们继续地保持谦虚、谨慎、不骄、不躁的作风，务必使同志们继续地保持艰苦奋斗的作风”。因此，正确答案是AB。",
    "id": 325
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "《共同纲领》规定的新中国外交工作的原则是（）。",
    "options": {
      "A": "保障本国独立、自由和领土主权的完整",
      "B": "维护国际的持久和平和各国人民间的友好合作",
      "C": "反对帝国主义的侵略政策和战争政策",
      "D": "支持第三世界人民的革命斗争"
    },
    "answer": "ABC",
    "explanation": "1949年9月21日，中国人民政治协商会议通过了《中国人民政治协商会议共同纲领》，《共同纲领》规定了新中国的外交的原则：“保障本国独立、自由和领土主权的完整，维护国际的持久和平和各国人民间的友好合作，反对帝国主义的侵略政策和战争政策”。因此，正确答案是ABC。",
    "id": 326
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "《中国人民政治协商会议共同纲领》的基础是（）。",
    "options": {
      "A": "中共七届二中全会决议 B. 九月会议决议",
      "C": "《论人民民主专政》 D.《目前形势和我们的任务》"
    },
    "answer": "AC",
    "explanation": "中共七届二中全会决议和毛泽东的《论人民民主专政》，构成了《中国人民政治协商会议共同纲领》的基础。因此，选项 A 和 C 正确。选项 B，九月会议决议是指 1949 年 9 月 21 日至 30 日在北平举行的中国人民政治协商会议第一届全体会议。选项 D，《目前形势和我们的任务》是毛泽东在中共中央 1947 年 12 月在陕北米脂县杨家沟召集的会议上做的报告。因此，本题的正确答案是 AC。",
    "id": 327
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "“一五”计划期间取得的建设成就有（）。",
    "options": {
      "A": "鞍山、包头钢铁基地的建设取得重大发展",
      "B": "长春第一汽车制造厂建成投产",
      "C": "武汉长江大桥建成通车",
      "D": "青藏、康藏、新藏公路建成通车"
    },
    "answer": "ABCD",
    "explanation": "“一五”期间，在苏联的援助下，中国着重建设了一大批基础性的重点工程，为国家的工业化奠定了初步的坚实基础。鞍山、包头、武汉三大钢铁基地的建设取得重大进展。1956年，第一座生产载重汽车的长春第一汽车制造厂建成投产。1957年，武汉长江大桥建成通车，从此铁路贯通中国南北。青藏、康藏、新藏公路建成通车，沟通了西藏和内地的联系。因此，正确答案是ABCD。",
    "id": 328
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "我国在对个体农业进行社会主义改造中存在的主要问题是（）。",
    "options": {
      "A": "要求过急",
      "B": "工作过粗",
      "C": "改变过快",
      "D": "形式过于简单划一"
    },
    "answer": "ABCD",
    "explanation": "1955年夏季过后，农业合作化运动加速发展，出现了农业合作化高潮。对个体农业的社会主义改造，由于要求过急，工作过粗，改变过快，形式过于简单划一，以致在长时期遗留了一些问题。尽管如此，农业合作化在总体上是成功的。因此，正确答案是ABCD。",
    "id": 329
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "我国对个体农业进行社会主义改造的成功经验主要有（）。",
    "options": {
      "A": "在土地改革的基础上，不失时机地引导个体农民走互助合作道路",
      "B": "遵循自愿互利、典型示范和国家帮助的原则",
      "C": "在有条件的地区推广农业生产责任制",
      "D": "采取从互助组到初级合作社再到高级合作社的逐步过渡形式"
    },
    "answer": "ABD",
    "explanation": "针对土地改革后农村出现的问题，中共中央决定，在农民在土改中激发出的政治热情没有冷却之前，在农村发生剧烈的贫富两极分化之前，就采取积极引导的方针，教育、推动和帮助农民走互助合作的道路。在农业合作化过程中遵循自愿互利、典型示范和国家帮助的原则，发挥农民劳动互助的积极性。通过互助组、初级农业生产合作社、高级农业生产合作社这种由低级到高级的互助合作的组织形式完成了对农业的社会主义改造。选项 C，是针对农业合作化后存在的问题，在 20 世纪 50 年代中期在全国各地进行的一种尝试。因此，正确答案是 ABD。",
    "id": 330
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "我国对资本主义工商业进行社会主义改造的经验主要有（）。",
    "options": {
      "A": "严格区别官僚资本和民族资本的界限，对民族资本实行和平赎买，和平地实现了生产关系的深刻变革",
      "B": "创造了国家资本主义的多种形式，采取了由低级到高级逐步过渡的形式",
      "C": "把对企业的改造和对资本家的改造结合起来，把资本家改造成为自食其力的劳动者",
      "D": "可以跨越初级形式，直接过渡到全行业公私合营的高级阶段"
    },
    "answer": "ABC",
    "explanation": "中国资产阶级有官僚资产阶级和民族资产阶级之分。党和人民政府对他们采取了不同的政策，对官僚资产阶级，是把他们作为敌人，在政治上推翻他们的统治，在经济上没收他们的资本；对民族资产阶级，是把他们作为朋友，在团结他们的同时，用和平的方法逐步地改造他们。中共中央确定通过国家资本主义改造资本主义工商业的方针后，把国家资本主义经济分为初级形式和高级形式，采取了由低级逐步过渡到高级的形式。在实行全行业公私合营后，国家为资本家安排了工作，许多人担任了一定的领导职务，这既发挥了他们在经济管理方面的特长，又可以把他们改造成为自食其力的劳动者。因此，正确 答案是 ABC。",
    "id": 331
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "毛泽东提出社会主义社会的基本矛盾是（）。",
    "options": {
      "A": "生产关系和生产力之间的矛盾",
      "B": "上层建筑和经济基础之间的矛盾",
      "C": "无产阶级和资产阶级之间的矛盾",
      "D": "人民内部的矛盾"
    },
    "answer": "AB",
    "explanation": "1957年2月，毛泽东在扩大的最高国务会议上发表《关于正确处理人民内部矛盾的问题》的讲话。他指出：社会主义社会充满着矛盾。正是这些矛盾推动着社会主义社会不断向前发展。在社会主义社会中，基本的矛盾仍然是生产关系和生产力之间的矛盾、上层建筑和经济基础之间的矛盾。这些矛盾可以通过社会主义制度的自我调整和自我完善不断地得到解决。因此，正确答案是AB。选项C，是过渡时期的主要矛盾之一。选项D，是在社会主义制度下存在的两类不同性质的矛盾中的一类。",
    "id": 332
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "《论十大关系》中指出要正确处理经济关系，包括（）。",
    "options": {
      "A": "重工业同农业、轻工业的关系          B. 沿海工业和内地工业的关系",
      "C": "国防建设与经济建设的关系          D. 中国和外国的关系"
    },
    "answer": "ABC",
    "explanation": "毛泽东在《论十大关系》中指出，在把重工业作为国内建设重点的同时，要更多地发展农业、轻工业，并处理好沿海工业与内地工业、经济建设与国防建设的关系，从而对中国工业化道路的问题进行了创造性的论述。选项 D，毛泽东在《论十大关系》中谈到了中国和外国的关系，但不属于正确处理经济关系的内容。因此，正确答案是 ABC。",
    "id": 333
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "《论十大关系》阐述了政治方面的关系问题，包括（）。",
    "options": {
      "A": "在汉族和少数民族方面，要反对大汉族主义，巩固各民族团结",
      "B": "在党和非党关系方面，要实行 “长期共存，互相监督” 的方针",
      "C": "在是非关系方面，要分清是非，对待犯错误的人要 “惩前毖后，治病救人”",
      "D": "在革命和反革命的关系方面，认为反革命已大为减少，今后要化消极因素为积极因素"
    },
    "answer": "ABCD",
    "explanation": "毛泽东在《论十大关系》中阐述的政治方面的关系有：在汉族与少数民族的关系问题上，要着重反对大汉族主义，也要反对地方民族主义，要诚心诚意地积极帮助少数民族发展经济建设和文化建设；在党和非党的关系问题上，共产党和民主党派要长期共存，互相监督；在革命和反革命的关系问题上，必须分清敌我，化消极因素为积极因素；在是非关系问题上，对犯错误的同志要实行“惩前毖后，治病救人”的方针，要允许人家犯错误，允许并帮助他们改正错误。因此，正确答案是 ABCD。",
    "id": 334
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "陈云在中共八大上提出的“三个主体、三个补充”的重要思想是（）。",
    "options": {
      "A": "国家经营和集体经营是主体，一定数量的个体经营为补充",
      "B": "公有制是主体，一定数量的私有制为补充",
      "C": "计划生产是主体，一定范围的自由生产为补充",
      "D": "国家市场是主体，一定范围的自由市场为补充"
    },
    "answer": "BC",
    "explanation": "在 1956 年召开的中共八大上，陈云提出了“三个主体、三个补充”的思想，即：国家经营和集体经营是主体，一定数量的个体经营为补充；计划生产是主体，一定范围的自由生产为补充；国家市场是主体，一定范围的自由市场为补充。这个思想为大会所采纳，并写入决议，成为突破传统观念，探索适合中国特点的经济体制的重要思想。因此，正确答案是 ACD。 10\\. 毛泽东在《关于正确处理人民内部矛盾的问题》的讲话中提出，解决人民内部矛盾的方法有（）。 A. 民主方法 B. 说服教育的方法 C. “团结—批评—团结”的方法 D. 专政的方法 1957年2月，毛泽东在扩大的最高国务会议上发表的《关于正确处理人民内部矛盾的问题》讲话中指出：在社会主义制度下，人民的根本利益是一致的，但还存在着敌我矛盾和人民内部矛盾。他强调，不能用解决敌我矛盾的方法去解决人民内部矛盾，只能用民主的、说服的、教育的、“团结—批评—团结”的方法去解决。因此，正确答案是ABC。选项D，是解决敌我矛盾的方法。 11\\. 同中国共同倡导和平共处五项原则的国家是（）。 A. 苏联          B. 印度          C. 缅甸          D. 泰国 1950年至1953年的抗美援朝战争以及随后召开的日内瓦国际会议和万隆会议，极大地提高了新中国的国际地位。中国同缅甸、印度等国共同倡导的和平共处五项原则，更成为处理国与国关系公认的国际准则。因此，正确答案是BC。",
    "id": 335
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "下列哪两个国家于 1972 年在上海发表了联合公报，开辟了两国关系的新前景？",
    "options": {
      "A": "中国",
      "B": "日本",
      "C": "美国",
      "D": "印尼"
    },
    "answer": "AC",
    "explanation": "20世纪60年代末，尼克松就任美国总统，向中国领导人发出了改善双边关系的信息。毛泽东、周恩来抓住时机发起了“乒乓外交”。1972年2月，美国总统尼克松访华，中美双方在上海发表联合公报，开辟了两国关系的新前景。因此，正确答案是AC。中日于1972年9月建交。1950年中国与印尼建交。",
    "id": 336
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "在 1956 年 4 月召开的中央政治局扩大会议上，毛泽东提出的文化方针是（）。 思想政治工作人员晋升职称政治理论考试复习材料",
    "options": {
      "A": "推陈出新 B. 百花齐放 C. 百家争鸣 D. 古为今用"
    },
    "answer": "BC",
    "explanation": "在创建新中国和探索适合中国情况的社会主义建设道路过程中，逐步形成并进一步完善了具有中国特点的社会主义基本制度。在此基础上，毛泽东等领导人作出了一系列重要的理论创造。在社会主义文化建设方面，1956年4月28日，毛泽东在政治局扩大会议上做总结发言，他说：“百花齐放，百家争鸣，我看这应该成为我们的方针。艺术问题上百花齐放，学术问题上百家争鸣。讲学术，这种学术可以，那种学术也可以，不要拿一种学术压倒一切。你如果是真理，信的人势必就会越来越多。”因此，正确答案是BC。",
    "id": 337
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "毛泽东提出，处理中共与民主党派的关系，应坚持的方针是（）。",
    "options": {
      "A": "长期共存 B. 互相监督 C. 肝胆相照 D. 荣辱与共"
    },
    "answer": "AB",
    "explanation": "在社会主义民主政治建设方面，毛泽东提出，要处理好中国共产党同各民主党派的关系，坚持长期共存、互相监督的方针，巩固和扩大爱国统一战线。因此，正确答案是AB。长期共存、互相监督、肝胆相照、荣辱与共也是中共在处理与民主党派关系上所提出的方针，但是在1981年全国统战工作会议上提出的，而不是毛泽东提出的。",
    "id": 338
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "十一届三中全会之所以成为党的历史上具有深远意义的转折点，最根本的一点是（）。",
    "options": {
      "A": "确立了实事求是的思想路线",
      "B": "果断停止了“以阶级斗争为纲”的错误方针",
      "C": "把工作重心转移到经济建设上来",
      "D": "作出改革开放伟大决策"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是中共十一届三中全会的意义，属于一道理解性试题，难度较小。党的十一届三中全会重新确立了实事求是的思想路线，A项表述不准。B项不是“最根本的一点”，只是属于政策的具体做法。C项是核心提法，D项是从属于C项的。选项C正确。",
    "id": 339
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "科学地评价了毛泽东和毛泽东思想历史地位的会议是（）。",
    "options": {
      "A": "中共十一届三中全会",
      "B": "中共十一届六中全会",
      "C": "中共十二大",
      "D": "中共十三大"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是毛泽东和毛泽东思想的历史地位问题，属于一道识记性试题，难度适中。1981年6月，中共十一届六中全会通过了《关于建国以来党的若干历史问题的决议》，科学地评价了毛泽东和毛泽东思想的历史地位。选项B正确。《关于建国以来党的若干历史问题的决议》的通过，标志着在指导思想上拨乱反正的胜利完成。",
    "id": 340
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "提出“把马克思主义的普遍真理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义”的会议是（）。",
    "options": {
      "A": "中共十一届三中全会",
      "B": "中共十一届六中全会",
      "C": "中共十二大",
      "D": "中共十三大"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是中共十二大的主要功绩，属于一道识记性试题，难度适中。1982年9月1日至11日，中国共产党第十二次全国代表大会召开。邓小平在开幕词中提出，“把马克思主义的普遍原理同我国的具体实际结合起来，走自己的道路，建设有中国特色的社会主义”。选项C正确。",
    "id": 341
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "正式制定社会主义现代化建设“三步走”战略部署的是（）。",
    "options": {
      "A": "中共十一届三中全会",
      "B": "中共十一届六中全会",
      "C": "中共十二大",
      "D": "中共十三大"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是中共十三大的主要功绩，属于一道识记性试题，难度适 中。1987年10月25日至11月1日，中国共产党第十三次全国代表大会召开。大会正式制定了社会主义现代化建设“三步走”的战略部署。选项D正确。",
    "id": 342
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中国共产党比较系统地阐述关于社会主义初级阶段理论的是（）。",
    "options": {
      "A": "中共十二大      B. 中共十三大      C. 中共十四大      D. 中共十五大"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是中共十三大的主要内容，属于一道识记性试题，难度适中。中共十三大比较系统地阐述了关于社会主义初级阶段的理论；中共十四大提出要建立社会主义市场经济体制；中共十五大将邓小平理论写入党章。B选项正确。 7\\. 中国共产党社会主义初级阶段的基本路线是（）。 A. 以经济建设为中心 B. 以坚持四项基本原则为中心 C. 以改革为中心 D. 以开放为中心 此题考查的知识点是社会主义初级阶段的基本路线，属于一道识记性试题，难度适中。社会主义初级阶段的基本路线是十三大上概括提出的，基本路线以经济建设为中心，以坚持四项基本原则和改革开放为基本点。A 选项正确。 8\\. 中共十四大明确提出我国经济体制改革的目标是（）。 A. 建立社会主义市场经济体制 B. 建立社会主义计划经济体制 C. 建立有计划的社会主义经济体制 D. 建立有计划的社会主义市场经济体制 此题考查的知识点是社会主义市场经济体制改革问题，属于一道识记性试题，难度适中。中共十四大明确提出，我国经济体制改革的目标是建立社会主义市场经济体制。A 选项正确。 9\\. 中共十五大把同马克思列宁主义、毛泽东思想一起确立为中国共产党的指导思想的是（）。 A. 有中国特色的社会主义理论 B. 三个代表重要思想 C．邓小平理论 D．科学发展观 此题考查的知识点是中共十五大的主要内容，属于一道识记性试题，难度适中。A项是十四大确立的指导思想；邓小平理论在十五大确立为党的指导思想；“三个代表”重要思想在十六大确立为党的指导思想；科学发展观在十七大确立为党的指导思想。C选项正确。",
    "id": 343
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "一致同意将科学发展观写入党章的会议是（）。",
    "options": {
      "A": "中共十四大 B. 中共十五大 C. 中共十六大 D. 中共十七大"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是中共十七大的主要内容，属于一道识记性试题，难度适中。2007年10月15日至21日，中国共产党第十七次全国代表大会召开。大会通过了关于《中国共产党章程（修正案）》的决议。大会一致同意将科学发展观写入党章。选项D正确。 11\\. 继延安整风之后，又一场马克思主义思想解放运动是（）。 A. 关于毛泽东思想评价的大讨论 B. 关于毛泽东评价的大讨论 C. 关于新中国成立以来党的若干历史问题的大讨论 D. 关于真理标准问题的大讨论 此题考查的知识点是关于真理标准问题的大讨论，属于一道理解性试题，难度适中。关于真理标准问题的大讨论，是继延安整风之后又一场马克思主义思想解放运动，为党重新确立实事求是的思想路线，实现历史性的转折作了思想理论准备。ABC 三项的讨论时间稍后些。D 选项正确。 12\\. 邓小平提出坚持四项基本原则是在（）。 A. 中共十一届三中全会 B. 中共十一届六中全会 C. 1979年理论工作务虚会 D. 1978年中央工作会议 此题考查的知识点是四项基本原则问题，属于一道识记性试题，难度适中。1979年3月30日，邓小平在理论工作务虚会上发表的讲话中提出四项基本原则。C选项正确。",
    "id": 344
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "毛泽东思想的活的灵魂是（）。",
    "options": {
      "A": "统一战线 B. 实事求是 C. 群众路线 D. 独立自主"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是毛泽东思想的活的灵魂问题，属于一道识记性试题，难度适中。1981年6月，中共十一届六中全会通过了《关于建国以来党的若干历史问题的决议》，科学地评价了毛泽东和毛泽东思想的历史地位，对毛泽东思想的活的灵魂作了概括，即实事求是、群众路线、独立自主。选项BCD正确。",
    "id": 345
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "关于真理标准问题的大讨论（）。",
    "options": {
      "A": "为党重新确立实事求是的思想路线，实现历史性的转折作了思想理论准备",
      "B": "是继延安整风之后又一场马克思主义思想解放运动",
      "C": "成为拨乱反正和改革开放的思想先导",
      "D": "揭开了社会主义改革开放的序幕"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是关于真理标准问题的大讨论，属于一道理解性试题，难度适中。关于真理标准问题的大讨论，是继延安整风之后又一场马克思主义思想解放运动，成为拨乱反正和改革开放的思想先导，为党重新确立实事求是的思想路线，实现历史性的转折作了思想理论准备。ABC选项正确。D选项不选的原因在于，十一届三中全会揭开了社会主义改革开放的序幕。十一届三中全会是在1978年12月18日召开的，而关于真理标准问题的大讨论是在十一届三中全会之前。 4\\. 中共十一届三中全会的主要功绩是（）。 A. 彻底否定了“两个凡是”的错误方针 B. 高度评价了关于真理标准问题的讨论 C. 断然否定“以阶级斗争为纲”的指导思想 D. 作出了把工作重点转移到社会主义现代化建设上来和实行改革开放的战略决策 此题考查的知识点是中共十一届三中全会的主要功绩，属于一道识记性试题，难度适中。四个选项都是中共十一届三中全会的主要功绩。ABCD选项正确。 5\\. 中共十一届三中全会的意义有（）。 A. 结束了粉碎“四人帮”后两年在徘徊中前进的局面 B. 开始了中国共产党在思想、政治、组织等领域的全面拨乱反正 C. 形成了以邓小平为核心的党的中央领导集体 D. 揭开了社会主义改革开放的序幕 此题考查的知识点是中共十一届三中全会的意义，属于一道识记性试题，难度适中。四个选项都是中共十一届三中全会的意义。ABCD 选项正确。",
    "id": 346
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "十一届三中全会后，农业和农村经济发展面临的两大问题是（）。",
    "options": {
      "A": "农民的人均收入亟待提高",
      "B": "一亿农民的温饱问题尚未解决",
      "C": "“政社合一”的人民公社体制亟待改革",
      "D": "农村社会保障制度亟待建立"
    },
    "answer": "AB",
    "explanation": "此题考查的知识点是经济体制改革的背景，属于一道理解性试题，难度较大。十一届三中全会后，农业和农村经济发展面临的两大问题是：一亿农民的温饱问题尚未解决，“政社合一”的人民公社体制亟待改革。BC选项正确。 7\\. 改革开放和现代化建设事业进入从计划经济体制向社会主义市场经济体制转变的新阶段的标志是（）。 A. 1992 年邓小平南方谈话 B. 中共十四大 C. 中共十五大 D. 中共十六大 此题考查的知识点是经济体制改革问题，属于一道识记性试题，难度适中。以邓小平南方谈话和中共十四大为标志，改革开放和现代化建设事业进入从计划经济体制向社会主义市场经济体制转变的新阶段。AB选项正确。",
    "id": 347
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "中国共产党的 100 年，是矢志践行初心使命的 100 年，是筚路蓝缕、奠基立业的 100 年，是创造辉煌、开辟未来的 100 年。既是党的全部理论和实践立足点，更是党百 年奋斗得出的历史结论的是（）。",
    "options": {
      "A": "中国特色社会主义",
      "B": "勇于自我革命",
      "C": "党要管党，全面从严治党",
      "D": "走自己的路"
    },
    "answer": "D",
    "explanation": "习近平 2021 年 7 月 1 日在庆祝中国共产党成立 100 周年的讲话中指出，走自己的路，是党的全部理论和实践立足点，更是党百年奋斗得出的历史结论。中国特色社会主义是党和人民历经千辛万苦、付出巨大代价取得的根本成就，是实现中华民族伟大复兴的正确道路。我们坚持和发展中国特色社会主义，推动物质文明、政治文明、精神文明、社会文明、生态文明协调发展，创造了中国式现代化新道路，创造了人类文明新形态，D 正确，ABC 错误。",
    "id": 348
  },
  {
    "section": "中国近现代史纲要",
    "type": "单选题",
    "stem": "党的二十大报告指出，从现在起，中国共产党的中心任务就是团结带领全国各族人民全面建成社会主义现代化强国、实现第二个百年奋斗目标，以中国式现代化全面推进中华民族伟大复兴。全面建设社会主义现代化国家的首要任务是（）。",
    "options": {
      "A": "构建新发展格局",
      "B": "高质量发展",
      "C": "建设现代化经济体系",
      "D": "推进新型工业化"
    },
    "answer": "B",
    "explanation": "",
    "id": 349
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "习近平同志在学习贯彻党的十八大精神研讨班上发表的重要讲话中，在论述改革开放前后两个历史时期的关系时，明确提出了“两个不能否定”，所谓“两个不能否定”，是指（）。",
    "options": {
      "A": "不能用改革开放后的历史时期否定改革开放前的历史时期",
      "B": "不能用新中国建立后的历史时期否定新中国建立前的历史时期",
      "C": "不能用社会主义历史时期否定社会主义过渡历史时期",
      "D": "不能用改革开放前的历史时期否定改革开放后的历史时期"
    },
    "answer": "AD",
    "explanation": "本题考查“两个不能否定”的内容。",
    "id": 350
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "中共十九大是在全面建成小康社会决胜阶段、中国特色社会主义进入新时代的关键时期召开的一次十分重要的大会，是一次不忘初心、牢记使命、高举旗帜、团结奋进的大会。中共十九大的主要贡献有（）。",
    "options": {
      "A": "确立习近平新时代中国特色社会主义思想的历史地位",
      "B": "作出中国特色社会主义进入新时代、我国社会主要矛盾发生新变化的重大政治论断",
      "C": "确定决胜全面建成小康社会、开启全面建设社会主义现代化国家新征程的目标",
      "D": "对新时代推进中国特色社会主义伟大事业和党的建设伟大工程作出全面部署"
    },
    "answer": "ABCD",
    "explanation": "",
    "id": 351
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "党的十九届六中全会审议通过的《中共中央关于党的百年奋斗重大成就和历史经验的决议》，在全面回顾总结党的百年奋斗历程和重大成就基础上，以更宏阔的视角，总结党的百年奋斗的历史意义，指出党的百年奋斗（）。",
    "options": {
      "A": "从根本上改变了中国人民的前途命运",
      "B": "开辟了实现中华民族伟大复兴的正确道路",
      "C": "展示了马克思主义的强大生命力",
      "D": "深刻影响了世界历史进程"
    },
    "answer": "ABCD",
    "explanation": "党的十九届六中全会审议通过的《中共中央关于党的百年奋斗重大成就和历史经验的决议》，在全面回顾总结党的百年奋斗历程和重大成就基础上，以更宏阔的视角，从五个方面总结党的百年奋斗的历史意义，即党的百年奋斗从根本上改变了中国人民的前途命运、开辟了实现中华民族伟大复兴的正确道路、展示了马克思主义的强大生命力、深刻影响了世界历史进程、锻造了走在时代前列的中国共产党。这五个方面的概括，既立足中华大地，又放眼人类未来，体现了中国共产党和中国人民、中华民族的关系，体现了中国共产党和马克思主义、世界社会主义、人类社会发展的关系，贯通了中国共产党百年奋斗的历史逻辑、理论逻辑、实践逻辑。ABCD 全选。",
    "id": 352
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "2022 年 3 月 5 日，习近平在参加十三届全国人大五次会议内蒙古代表团审议时强调：“要紧紧抓住筑牢中华民族共同体意识这条主线，深化民族团结进步教育，引导各族群众牢固树立休戚与共、荣辱与共、生死与共、命运与共的共同体理念，不断巩固中华民族共同体思想基础。”筑牢中华民族共同体意识是（）。",
    "options": {
      "A": "维护各民族根本利益的必然要求",
      "B": "实现中华民族伟大复兴的必然要求",
      "C": "巩固和发展平等团结互助和谐的社会主义民族关系的必然要求",
      "D": "党和民族工作开创新局面的必然要求"
    },
    "answer": "ABCD",
    "explanation": "筑牢中华民族共同体意识就是要引导各族人民牢固树立休戚与共、荣辱与共、生死与共、命运与共的共同体理念。铸牢中华民族共同体意识，第一，是维护各民族根本利益的必然要求；第二，是实现中华民族伟大复兴的必然要求；第三，是巩固和发展平等团结互助和谐的社会主义民族关系的必然要求；第四，是党和民族工作开创新局面的必然要求。ABCD 全选。",
    "id": 353
  },
  {
    "section": "中国近现代史纲要",
    "type": "多选题",
    "stem": "党的二十大报告指出，从现在起，中国共产党的中心任务是",
    "options": {
      "A": "团结带领全国各族人民全面建成社会主义现代化强国、实现第二个百年奋斗目标",
      "B": "促进世界和平与发展",
      "C": "推动构建人类命运共同体",
      "D": "以中国式现代化全面推进中华民族伟大复兴"
    },
    "answer": "AD",
    "explanation": "",
    "id": 354
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "（）是人们在实践中形成的、有可能实现的、对未来社会和自身发展的向往和追求，是人们的世界观、人生观和价值观在奋斗目标中的集中体现。",
    "options": {
      "A": "信念          B. 信仰          C. 志向          D. 理想"
    },
    "answer": "D",
    "explanation": "理想作为一种精神现象，是人类社会实践的产物。从一定意义上讲，理想是人们在实践中形成的、有可能实现的、对未来社会和自身发展的向往和追求，是人们的世界观、人生观和价值观在奋斗目标中的集中体现。因此，正确答案是D。",
    "id": 355
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "邓小平在总结中国历史经验时曾深刻地指出：“我们过去几十年艰苦奋斗，就是用坚定的信念把人民团结起来，为人民自己的利益而奋斗。没有这样的信念，就没有凝聚力，没有这样的信念，就没有一切。”这里强调说明的是（）。",
    "options": {
      "A": "人与人之间必须团结互助",
      "B": "艰苦奋斗是革命斗争的传家宝",
      "C": "集体利益和个人利益是对立统一的",
      "D": "科学信念是人们追求理想目标的强大动力"
    },
    "answer": "D",
    "explanation": "本题着重考查科学信念的作用。理想信念是激励人们向着既定目标奋斗前进的动力，是人生力量的源泉。一个人或者民族有了坚定正确的理想信念，就会具有锲而不舍、披荆斩棘的动力，就会以惊人的毅力和不懈的努力，成就事业，创造奇迹。因此，选项 D 正确。",
    "id": 356
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "现阶段我国各族人民的共同理想是（）。",
    "options": {
      "A": "建立共产主义社会",
      "B": "建设中国特色社会主义",
      "C": "争取中华民族的独立和解放 D．形成文明、健康、科学的生活方式"
    },
    "answer": "B",
    "explanation": "在现阶段，建设和发展中国特色社会主义是全国各族人民的共同理想。这个共同理想，把国家、民族与个人紧紧地联系在一起，强调了国家要基本实现现代化、民族要实现伟大复兴、人民要过上宽裕的小康生活，有利于调动全体人民的积极性共同为之奋斗。选项 A 只是共产党员的最高理想，C 是新民主主义时期的理想。因此，B 是正确选项。",
    "id": 357
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "理想的追求和实现是一个（）。",
    "options": {
      "A": "坐享其成的过程",
      "B": "信手拈来的过程",
      "C": "纵情享乐的过程",
      "D": "艰苦奋斗的过程"
    },
    "answer": "C",
    "explanation": "理想变为现实不是一蹴而就、一帆风顺的，往往会遭遇波澜和坎坷。实现理想具有长期性、艰巨性和曲折性，在实现理想的过程中，没有艰苦奋斗的精神，理想是不会自动转化为现实的，勇于实践、艰苦奋斗是实现理想的根本途径。因此，正确答案是 D。 5\\. 正确对待人生的顺境和逆境，需要用（）。 A. 悲观厌世的人生态度 B. 愤世嫉俗的人生态度 C. 积极进取的人生态度 D. 消极无为的人生态度 在追求理想的过程中没有永远的顺境，也没有永远的逆境。当身处顺境时，切莫得意忘形，必须做好遇到逆境的准备；当身处逆境时，也勿悲观失望，只要勇于战胜逆境，顺境就在眼前。所以，在实现理想的过程中，必须勇于实践，艰苦奋斗。因此，正确答案是 C。选项 ABD 都是消极悲观的错误态度。",
    "id": 358
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "理想与现实本来就是一对矛盾，二者是对立统一的关系。其中，统一性体现在( )。",
    "options": {
      "A": "理想是未来的，现实是当下的",
      "B": "理想是观念的，现实是客观的",
      "C": "理想是完美的，现实是有缺陷的",
      "D": "理想来源于现实，在将来又会变成新的现实"
    },
    "answer": "D",
    "explanation": "理想和现实是统一的。理想之树深深扎根于现实的沃土中，理想是在对现实认识的基础上发展起来的。现实是理想的基础，理想是未来的现实。一方面，现实中包含着理想的因素，孕育着理想的发展。另一方面，理想中包含着现实，在一定的条件下，理想可以转化为未来的现实。脱离现实而谈理想，理想就会变为空想。因此，正确答案是D。",
    "id": 359
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "“合抱之木，生于毫末；九层之台，起于累土；千里之行，始于足下”，这句话说明了（）。",
    "options": {
      "A": "远大的理想是指引人生前进的动力",
      "B": "理想不仅具有现实性而且具有预见性",
      "C": "理想的实现是一个实践的过程",
      "D": "坚定的信念是实现理想的重要条件"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是理想的实现。理想信念是一个思想问题，更是一个实践问题。“合抱之木，生于毫末；九层之台，起于累土；千里之行，始于足下”出自《老子》，蕴含的核心意义是立志须躬行，强调的是实践的重要性。意思是漫长的征途需要一步一步地走，崇高理想的实现需要一点一滴的奋斗；通往理想的路是遥远的，但起点就在脚下。C选项最合题意，是正确选项。",
    "id": 360
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "俄国著名作家尼古拉·车尔尼雪夫斯基曾说：“人的活动如果没有理想的鼓舞，就会变得空虚而渺小。”这句名言告诉我们（）。",
    "options": {
      "A": "理想指引人生的奋斗目标",
      "B": "理想提供人生的前进动力",
      "C": "理想提升人生的精神境界",
      "D": "理想只是人们的主观意志"
    },
    "answer": "ABC",
    "explanation": "理想信念具有重要意义：理想信念是指引人生的奋斗目标，提供人生的前进动力，提升人生的精神境界。尼古拉·车尔尼雪夫斯基的这句话说明了理想信念的作用和意义。选项 ABC 正确。理想是一定社会关系的产物，具有实践性，不仅仅是人们的主观意志，因此，选项 D 的说法是错误的。所以，正确答案是 ABC。",
    "id": 361
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "建设中国特色社会主义，实现中华民族伟大复兴，是现阶段我国各族人民的共同理想。要实现这一共同理想就要做到（）。",
    "options": {
      "A": "坚持共产主义远大理想",
      "B": "坚定走中国特色社会主义道路",
      "C": "坚定实现这一共同理想的信心",
      "D": "坚持中国共产党的领导"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是实现中国特色社会主义共同理想的要求。虽然追求共产主义远大理想与坚定中国特色社会主义共同理想是统一的，但本题考查的是实现现阶段的共同理想，因而，A选项与问题无关，BCD选项正确。 3\\. 共产党人的最高理想就是在全世界实现共产主义的社会制度，其特征有（）。 A. 劳动成为谋生手段的社会 B. 物质财富极大丰富的社会 C. 每个人自由而全面发展的社会 D. 人民精神境界极大提高的社会 在共产主义社会，劳动已经不仅仅是谋生的手段，而成了生活的第一需要，共产主义社会是物质财富极大丰富、人民精神境界极大提高、每个人自由而全面发展的社会。因此，正确答案是 BCD。 4\\. 共产主义具有以下哪几层的含义（）。 A. 共产主义是一种理论学说 B. 共产主义是一种现实运动 C. 共产主义是一种社会制度 D. 共产主义是一种社会理想 共产主义首先是马克思主义的一种理论学说，是科学社会主义的重要组成部分；共产主义还是一种在马克思主义学说指导下的现实运动，其目的是建立共产主义社会。所以，共产主义也是一种社会制度和社会理想。因此，ABCD是正确答案。",
    "id": 362
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "司马迁说：“文王拘而演《周易》；仲尼厄而作《春秋》；屈原放逐，乃赋《离骚》；左丘失明，厥有《国语》；孙子膑脚，《兵法》修列；不韦迁蜀，世传《吕览》；韩非囚秦，《说难》、《孤愤》；《诗》三百篇，大抵贤圣发愤之所为作也。”司马迁的这段话告诉我们（）。",
    "options": {
      "A": "逆境往往可以把人打倒和打垮",
      "B": "受磨难而奋进才是身处逆境的学问",
      "C": "逆境消解了实现理想的可能性",
      "D": "要正确对待实现理想过程中的逆境"
    },
    "answer": "BD",
    "explanation": "司马迁的这段话主要告诉我们，要正确对待实现理想过程中的顺境和逆境。逆境只是增大了人们向理想目标前进的难度，而不是消解了实现理想目标的可能性。只要树立必胜的信念，坚持科学的态度，逆境不仅不会把人打倒和打垮，反而会使人的潜能最大限度地迸发出来。处低谷而力争，受磨难而奋进，这是身处逆境的学问，是将压力变成动力之所在。因此，正确答案是 BD。",
    "id": 363
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "20 世纪 80 年代末 90 年代初，东欧剧变、苏联解体，世界社会主义运动遭受重大挫折，西方某些别有用心的人预言，社会主义将在 20 世纪末进入历史博物馆。然而，中国特色社会主义的成功实践，使社会主义运动展现了光明的前景。由此可见（）。",
    "options": {
      "A": "理想的实现是一个过程",
      "B": "理想的实现是具有长期性、艰巨性和曲折性的",
      "C": "实现理想需要坚定的信念",
      "D": "任何一种社会政治理想都不会轻而易举地实现"
    },
    "answer": "ABCD",
    "explanation": "此题主要考查的知识点是如何正确认识理想实现的长期性、艰巨性和曲折性。ABCD 四个选项均正确。",
    "id": 364
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "2017 年 10 月，习近平在上海瞻仰中共一大代表群像浮雕时，曾对着浮雕一一列数中共一大 13 名代表的姓名，感叹英雄辈出，也感叹大浪淘沙。个人坚守理想信念力量 的强弱决定着人生命运的方向。信念是人类特有的精神现象，是认知、情感和意志的有机统一体，是人们在一定的认识基础上确立的对某种思想或事物坚信不疑并身体力行的精神状态。信念的特征包括（）。",
    "options": {
      "A": "超越性 B. 支撑性 C. 多样性 D. 执着性"
    },
    "answer": "BCD",
    "explanation": "信念的特征包括：执着性、支撑性、多样性。信念有不同的层次和类型。信仰是最高层次的信念，具有最大的统摄力。信仰有盲目和科学之分。BCD 正确。理想的特征是超越性、实践性和时代性。A 错误。",
    "id": 365
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "重精神是中华民族的优秀传统。中华民族崇尚精神的优秀传统，首先体现在对物质生活与精神生活相互关系的独到理解上。中国传统文化认为，“不义而富且贵，于我如浮云。”下列名言中，与这句话含义近似的是（）。",
    "options": {
      "A": "为天地立心，为生民立命，为往圣继绝学，为万世开太平",
      "B": "一箪食，一瓢饮，在陋巷，人不堪其忧，回也不改其乐",
      "C": "自天子以至于庶人，一是皆以修身为本",
      "D": "见贤思齐焉，见不贤而内自省也"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是中华民族的优秀传统，是一道理解性试题，难度适中。崇尚精神是中华民族的优秀传统。中华民族崇尚精神的优秀传统，首先表现在对物质生活与精神生活相互关系的独到理解上，还表现为中国古人对理想的不懈追求，也表现在对道德修养和道德教化的重视上，亦表现为重视人生境界和理想人格。A选项体现的是对理想的不懈追求；B选项体现的是对物质生活与精神生活相互关系的独到理解上；C选项体现的是对道德修养和道德教化的重视上；D选项体现的是重视人生境界和理想人格。B选项正确。",
    "id": 366
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "中华民族是伟大的民族，富有的光荣传统是（）。",
    "options": {
      "A": "爱国主义 B. 集体主义 C. 社会主义 D. 共产主义"
    },
    "answer": "A",
    "explanation": "中华民族是富有爱国主义传统的伟大民族。爱国主义是动员和鼓舞中国人民团结奋斗的一面旗帜，是推动我国社会发展的巨大力量，是各族人民共同的精神支柱。因此，正确答案是 A。",
    "id": 367
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "在新民主主义革命时期，爱国主义主要表现为（）。",
    "options": {
      "A": "大力支持国家的经济建设",
      "B": "致力于推翻帝国主义、封建主义和官僚资本主义的统治，建设新中国",
      "C": "发扬我国博大精深的民族文化",
      "D": "献身于建设和保卫社会主义现代化事业和促进祖国统一大业"
    },
    "answer": "B",
    "explanation": "在新民主主义革命时期，内忧外患，中国的社会性质是半殖民地半封建社会，中国革命的主要任务是推翻帝国主义、封建主义和官僚资本主义在中国的统治，建立一个由人民群众自己当家作主的新中国。爱国主义是历史的、具体的，所以这一时期的爱国主义主要体现在致力于推翻帝国主义、封建主义和官僚资本主义的反动统治，把黑暗的旧中国改造成光明的新中国。因此，B 是正确答案。",
    "id": 368
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "爱国统一战线的范围包括（）。",
    "options": {
      "A": "全体社会主义的劳动者和社会主义事业的建设者",
      "B": "全体社会主义的劳动者、拥护社会主义的爱国者和拥护祖国统一的爱国者",
      "C": "全体社会主义劳动者、社会主义事业的建设者、拥护祖国统一的爱国者",
      "D": "全体社会主义劳动者、社会主义事业的建设者、拥护社会主义的爱国者和拥护祖国统一的爱国者"
    },
    "answer": "D",
    "explanation": "2004年十届全国人大二次会议通过的《中华人民共和国宪法修正案》指出：在长期的革命和建设中，已经结成由中国共产党领导的，有各民主党派和各人民团体参加的，包括全体社会主义的劳动者、社会主义事业的建设者、拥护社会主义的爱国者和拥护祖国统一的爱国者的最广泛的爱国统一战线，这个统一战线将继续巩固和发展。因此，正确答案是D。",
    "id": 369
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "在经济全球化形势下，（）仍然是民族存在的最高形式。",
    "options": {
      "A": "国际组织 B. 国家 C. 跨国公司 D. 经济联盟体"
    },
    "answer": "B",
    "explanation": "虽然经济全球化逐渐向广度和深度发展，但是国家仍然是民族利益最有力的捍卫者。因此，B 是正确答案。",
    "id": 370
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "在五千多年的发展中，中华民族形成了以爱国主义为核心的团结统一、爱好和平、勤劳勇敢、自强不息的伟大民族精神。其中，中华民族的立身之本是（）。",
    "options": {
      "A": "团结统一          B. 爱好和平          C. 勤劳勇敢          D. 自强不息"
    },
    "answer": "A",
    "explanation": "团结统一是中华民族的立身之本，勤劳勇敢是兴家立国之本，自强不息是中华民族生生不息的力量源泉，爱好和平是中华民族的优良传统。A 选项正确。",
    "id": 371
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "中华民族精神的内涵极其丰富，其中，“郑和下西洋”“丝绸之路的开拓”“鉴真东渡日本”“玄奘印度取经”等，这些典型的事例所集中体现出的中华民族精神是（）。",
    "options": {
      "A": "自强不息          B. 勤劳勇敢          C. 团结统一          D. 爱好和平"
    },
    "answer": "D",
    "explanation": "四个选项都是中华民族精神内涵之一。爱好和平，不仅表现在中华民族各兄弟民族之间以和为贵，携手共进等方面，而且表现在与世界上其他民族的友好交往，休戚与共上。因而D选项最适合题意，是正确选项。",
    "id": 372
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "中华民族历史上许许多多爱国故事感人肺腑、流播四海、代代传颂。其中“苟利国家生死以，岂因祸福避趋之”“位卑未敢忘忧国”“报国之心，死而后已”等名言，所集中体现的爱国主义优良传统是（）。",
    "options": {
      "A": "天下兴亡，匹夫有责",
      "B": "热爱祖国，矢志不渝",
      "C": "维护统一，反对分裂",
      "D": "同仇敌忾，抗御外侮"
    },
    "answer": "B",
    "explanation": "A 和 B 是考生们难以判定的两个选项。这两个选项虽然都强调爱国，但核心意思的指向不尽相同。“矢志不渝”强调的是恒心。核心意思是：无论境遇如何，永远不变心。“天下兴亡，匹夫有责”强调的是责任。核心意思是：国家的兴盛或衰亡，每个普通人都有一份责任。“苟利国家生死以，岂因祸福避趋之”出自林则徐《赴戍登程口占示家人》，核心意思是：不能因为个人的祸福而置国家的前途和民族的利益于不顾。当时清王朝正值内忧外患之际，很多人都明哲保身，林则徐认为国家的命运需要个人不计生死，体现了林则徐的爱国情操和博大胸怀。“位卑未敢忘忧国”出自宋代诗人陆游《病起书怀》，陆游生于北宋而亡于南宋，一生想报效祖国收复中原，无奈治者不明，政局多变，却仍不忘尽己绵薄之力而匡扶衰微之国。“报国之心，死而后已”出自北宋后期大文学家苏轼《杭州召还乞郡状》，核心意思是：报效祖国的忠心，直到死亡后才能停止。苏轼在仕途上几经沉浮，但他表示，自己无论在什么地方都不会改变报效国家之心。三句诗文都是表达爱国的恒心，因而 B 选项正确。要做对此题，需要紧紧抓住关键词“集中”，并且明了 AB 两个选项的核心意思指向以及三句诗文的背景。",
    "id": 373
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "在今天我们所处的时代，任何一个具有最起码爱国情怀的人，都应该大力弘扬()。",
    "options": {
      "A": "以爱岗敬业为核心的时代精神 B. 以改革创新为核心的时代精神",
      "C": "以淡泊名利为核心的时代精神 D. 以自强不息为核心的时代精神"
    },
    "answer": "A",
    "explanation": "以改革创新为核心的时代精神，是当代中国人民精神风貌的集中写照，是激发社会创造活力的强大力量。只有坚持解放思想、实事求是、与时俱进，大力弘扬以改革创新为核心的时代精神，才能使全体人民保持昂扬向上的精神状态，不断推进中国特色社会主义事业的发展。所以，在新的历史条件下，必须把爱国主义同时代精神紧密相连。因此，正确答案是 B。 10\\. 国家的核心利益是（）。 A. 维护国家主权和领土完整 B. 国家经济的发展 C. 国家在国际竞争中的地位 D. 维护民族团结 国家的利益是至高无上的，它的核心是国家的主权和领土完整。因此。A 是正确答案。",
    "id": 374
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "改革创新不是不切实际的空想，而是必须付诸实际的实践实干，既需要树立勇于改革、锐意创新的思想理念，也需要培养和增强将改革创新的思想理念转化为实际行动的能力和本领。增强改革创新能力本领的前提是（）。",
    "options": {
      "A": "积极投身改革创新的实践",
      "B": "扎实系统的专业知识",
      "C": "增强改革创新的能力本领",
      "D": "培养创新型思维方式"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是做改革创新的实践者，是一道理解与识记相结合的试题，难度适中。扎实系统的专业知识是增强改革创新能力本领的基础，培养创新型思维方式是增强改革创新能力本领的前提，积极投身实践是增强改革创新能力本领的关键。D选项正确。C选项所答非所问，故不选。",
    "id": 375
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "中国精神作为兴国强国之魂，是实现中华民族伟大复兴不可或缺的精神支撑和精神动力。其基本内容包括（）。",
    "options": {
      "A": "民族精神 B. 传统文化 C. 时代精神 D. 传统道德"
    },
    "answer": "AC",
    "explanation": "此题考查的知识点是对中国精神的内涵的理解，是一道理解性试题，难度适中。习近平强调，实现中国梦必须弘扬中国精神。这就是以爱国主义为核心的民族精神，以改革创新为核心的时代精神，二者的有机结合构成了中国精神的基本内容。AC选项正确。要理解中国精神，首先必须弄清爱国主义和改革开放都只是民族精神和时代精神的“核心”，而非“全体”。其次，五千年中华文明孕育了中国古代精神，是中国精神的历史基础和文化根基。再次，一百七十多年民族发展历程凝成中国近现代精神，是中国精神的民族指向和奋斗目标。最后，中国共产党继承和创造的中国现当代精神，使中国精神迸发出巨大力量和绚丽光芒。BD选项不选的原因在于，传统文化和传统道德中有精华也有糟粕，其中的优秀文化和优良道德传统决不可抛弃，而是要更好地传承和弘扬，因为这是我们民族的“根”和“魂”，也是中国精神的命脉和基石。但糟粕部分，必须摒弃。",
    "id": 376
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "中华民族崇尚精神的优秀传统贯穿于中华民族筚路蓝缕的奋斗历程中，成为中华 族特有的精神标识之一。具体体现在（）。",
    "options": {
      "A": "重视道德修养和道德教化",
      "B": "崇尚精神生活，弱化物质需求",
      "C": "重视人生境界和理想人格",
      "D": "对理想不懈追求"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是中华民族重精神的优秀传统，是一道识记与理解相结合的题，难度较小。ABCD 选项均正确。",
    "id": 377
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "重精神是中华民族的优秀传统。下列选项体现了中华民族崇尚精神这一传统的有（）。",
    "options": {
      "A": "生，我所欲也；义，亦我所欲也。二者不可得兼，舍生而取义者也",
      "B": "君子之行，静以修身，俭以养德，非淡泊无以明志，非宁静无以致远",
      "C": "少而好学，如日出之阳；壮而好学，如日中之光；老而好学，如炳烛之明",
      "D": "人以铜为镜，可以正衣冠；以古为镜，可以见兴替；以人为镜，可以知得失"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是中华民族重精神的优秀传统，是一道理解性试题，难度适中。A 选项表现出为了正义事业不怕牺牲的精神，BD 选项强调的是道德修养和道德教化。ABD 选项正确。C 选项出自汉·刘向《说苑·建本》，刘向的目的在于鼓励不同年龄层次的人共同投入学习，强调学习在人生道路中的重要性，与题干无关，故不选。命制此题的目的在于提示考生此类命题方式。",
    "id": 378
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "习近平讲话指出，实现中国梦必须弘扬中国精神。实现中国梦必须弘扬中国精神的原因在于，中国精神（）。",
    "options": {
      "A": "是凝心聚力的兴国之魂、强国之魂 B. 能为实现民族复兴提供精神引领",
      "C": "是凝聚中国力量的精神纽带 D．是提升综合国力的重要保障"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是对中国精神的理解，是一道理解性试题，难度较小。在当代中国，兴国强国就是要实现中华民族伟大复兴的中国梦。走兴国强国之路，首先需要兴国魂、强国魄，以强大的精神支柱为支撑，以高扬的精神旗帜为指引，团结凝聚全体人民的智慧和力量为实现中国梦而努力奋斗。ABCD选项正确。",
    "id": 379
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "作为中国精神基本内容的民族精神和时代精神是紧密相连，相辅相成的。二者的紧密相连，相辅相成关系主要体现在（）。",
    "options": {
      "A": "民族精神是时代精神形成的重要基础和依托",
      "B": "时代精神为民族精神的形成提供了物质基础保障",
      "C": "时代精神是民族精神的时代性体现，并赋予民族精神以时代内涵",
      "D": "一切民族精神都曾是一定历史阶段中的时代精神，一切时代精神都将融入民族精神之中"
    },
    "answer": "ACD",
    "explanation": "此题考查的知识点是民族精神和时代精神的关系，是一道理解与识记相结合的试题，难度适中。ACD选项正确。B选项的错误在于，无论时代精神还是民族精神，都是思想层面的，都是精神领域的东西，与物质基础无关。",
    "id": 380
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在中华民族五千多年的历史发展中，形成了以爱国主义为核心的团结统一、爱好和平、勤劳勇敢、自强不息的伟大民族精神。其中，自强不息精神具体体现为（）。",
    "options": {
      "A": "坚持 “和为贵” 和宽厚仁爱的原则，“化干戈为玉帛” 的思想",
      "B": "“礼仪之邦”“协和万邦”“德莫大于和”“亲仁善邻”的观念",
      "C": "“夸父追日”“精卫填海”“大禹治水”“愚公移山”等不屈不挠的精神",
      "D": "“因时而变”“随时而制”“与时偕行”“与日俱新”等与时俱进的精神"
    },
    "answer": "CD",
    "explanation": "此题考查的知识点是民族精神的基本内容，是一道理解性试题，难度较小。CD选项正确。AB选项表达的是中华民族爱好和平的传统和团结统一的民族精神，故不选。",
    "id": 381
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在我国新民主主义革命时期，爱国主义主要表现为致力于推翻帝国主义、封建主义和官僚资本主义的反动统治；在现阶段，爱国主义主要表现在献身于建设和保卫社会主义现代化事业，献身于促进祖国统一大业。说明了（）。",
    "options": {
      "A": "不同时代背景下的爱国主义的要求不同",
      "B": "同一时代背景下的不同人群爱国主义的具体表现不同",
      "C": "不同阶级群体的爱国主义的表现形式不同",
      "D": "不同时代和文化背景下的爱国主义的内涵基本相同"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是爱国主义的特点，是一道理解与识记相结合的试题，难度适中。爱国主义是历史的、具体的，在不同时代和不同文化背景下产生的爱国主义，具有不同的内涵。在阶级社会中，爱国主义是具有阶级性的，甚至有对立的一面。A选项表述的是爱国主义的历史性，B选项表述的是爱国主义的具体性，C选项表述的是爱国主义的阶级性，D选项违背了历史性和具体性，是错误选项。故ABC项正确。",
    "id": 382
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "28 岁时，旅居美国的钱学森就已经是世界知名的空气动力学家。新中国成立以后，他抛弃国外优越的生活与工作条件，历尽千难万险，回归祖国的怀抱，投身到祖国的建设中。钱学森的行为给我们在新时期弘扬爱国主义精神的启示是（）。",
    "options": {
      "A": "人有地域和信仰不同，但报国之心不应有差别",
      "B": "科学没有国界，但科学家有祖国",
      "C": "爱国主义是爱国情感、爱国思想和爱国行为的高度统一",
      "D": "经济全球化过程中要始终维护国家主权和尊严"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是对新时期条件下的爱国主义的理解。ABCD均是正确选项。 9\\. 爱国主义是具有历史性、具体性的。虽然经济全球化快速发展，但爱国主义并没有过时也不会过时。在当代中国，爱国主义（）。 A. 体现了爱国主义与爱社会主义、爱中国共产党、爱人民政府的一致性 B. 既承接了爱国主义优良传统，又体现了鲜明的时代特征 C. 既是道德要求，又是政治原则，也是法律规范 D. 体现了爱国主义与拥护祖国统一的一致性 此题考查的知识点是新时期的爱国主义，是一道理解性试题，难度较小。社会主义的新中国是中国共产党领导广大人民群众经过流血牺牲、长期艰苦奋斗建立起来的，并通过人民政府进行管理。因而，在当代中国，爱国也体现在对社会主义中国的热爱、对中国共产党的热爱、对人民政府的热爱。当前的爱国主义，既承接了爱国主义优良传统，又体现了鲜明的时代特征，内涵更加丰富。中国优良道德传统和当前道德要求中，都强调了要热爱自己的国家；我国的法律中也明确规定要维护国家利益；同时，在爱国主义与爱社会主义这个问题上，爱国与否是最基本的政治原则。在两岸尚未统一的前提下，爱国更体现在拥护祖国统一，反对分裂。因而，ABCD选项均正确。 10\\. 国家安全问题事关国家安危和民族存亡。在国家安全形势越来越复杂的今天，全体公民要增强国家安全意识。要增强国家安全意识的基本要求包括（）。 A. 确立总体国家安全观 B. 增强国防意识 C. 履行维护国家安全的义务 D. 以经济安全为根本 此题考查的知识点是增强国家安全意识的要求，是一道理解与识记相结合的试题，难度适中。ABC选项正确。D选项的错误在于，坚持总体国家安全观，以人民安全为宗旨，以政治安全为根本，以经济安全为基础，以军事、文化、社会安全为保障，以促进国际安全为依托，走出一条中国特色国家安全道路。 11\\. 改革创新精神作为时代精神的核心，既是对中华民族革故鼎新优良传统的继承弘扬，也是中国人民在改革开放伟大实践中体现出来的精神品格和精神特征。主要体现为( )。 A. “杀身成仁”“舍生取义”的传统意识 B．突破陈规、大胆探索、敢于创造的思想观念 C．坚忍不拔、自强不息、锐意进取的精神状态 D．不甘落后、奋勇争先、追求进步的责任感和使命感 此题考查的知识点是改革创新的主要体现，是一道理解为主，识记为辅的试题，难度适中。BCD选项正确。A选项不选的原因在于，它不仅不是当前的精神，更主要的是，它核心强调的是对理想的不懈追求，与改革创新无关。",
    "id": 383
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "以改革创新为核心的时代精神，是当代中国人民精神风貌的集中写照，是激发社会创造活力的强大力量，我们要勇做改革创新的实践者。要成为一名改革创新的实践者，就要（）。",
    "options": {
      "A": "把科技创新作为社会发展和变革的先导",
      "B": "树立改革创新的自觉意识",
      "C": "培养改革创新的责任感",
      "D": "增强改革创新的能力本领"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是做改革创新的实践者，是一道理解与识记相结合的试题，难度适中。BCD选项正确。A选项的错误在于，理论创新才是社会发展和变革的先导。",
    "id": 384
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在当代中国，社会发展离不开改革创新，改革创新是社会发展的重要动力。因而，我们要树立改革创新的自觉意识。要树立改革创新的自觉意识，就要树立（）。",
    "options": {
      "A": "突破陈规陋习的自觉意识",
      "B": "大胆探索未知领域的信心和勇气",
      "C": "以创新创造为目标的志向",
      "D": "正确的祖国观、民族观"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是做改革创新的实践者，是一道理解与识记相结合的试题，难度适中。ABC选项正确。D选项不选的原因在于，树立正确的祖国观和民族观是促进民族团结的要求，与题干无关。",
    "id": 385
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "2023 年 10 月 24 日，第十四届全国人大常委会第六次会议表决通过了《中华人民共和国爱国主义教育法》，自 2024 年 1 月 1 日起施行。制定该法的目的是加强新时代爱国主义教育，传承和弘扬爱国主义精神，凝聚全面建设社会主义现代化国家、全面推进中华民族伟大复兴的磅礴力量。爱国主义是中华民族精神的核心。中国特色社会主义进入新时代，实现中华民族伟大复兴的中国梦是新时代爱国主义的鲜明主题。大力弘扬新时代爱国主义，必须（）。",
    "options": {
      "A": "坚持爱国爱党爱社会主义相统一",
      "B": "维护祖国统一和民族团结",
      "C": "尊重和传承中华民族历史文化",
      "D": "坚持立足中国又面向世界"
    },
    "answer": "ABCD",
    "explanation": "",
    "id": 386
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "人生的自我价值是指（）。",
    "options": {
      "A": "人对自然界的利用和改造",
      "B": "人对社会和他人所作的贡献",
      "C": "个体的人生活动对社会、他人所具有的价值",
      "D": "个体的人生活动对自己生存和发展所具有的价值"
    },
    "answer": "D",
    "explanation": "人生价值内在地包含了人生的自我价值和社会价值两个方面。人生的自我价值，是个体的人生活动对自己生存和发展所具有的价值，主要表现为对自己物质和精神需要的满足程度。因此，正确答案是D。选项A，是人改造自然界的实践活动。选项B，是衡量人生的社会价值的标准。选项C，是人生的社会价值。",
    "id": 387
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "2021年6月29日，习近平在“七一勋章”颁授仪式上发表讲话指出，今天受到表彰的“七一勋章”获得者，就是各条战线党员中的杰出代表。他们都来自人民、植根人民，是立足本职、默默奉献的平凡英雄。他们的事迹可学可做，他们的精神可追可及。平凡英雄的事迹告诉我们，评价人生价值的根本尺度，是看一个人的（）。",
    "options": {
      "A": "劳动以及通过劳动对社会和他人做出的贡献",
      "B": "个人社会地位的高低",
      "C": "个人成绩的大小",
      "D": "实践活动是否符合社会发展的客观规律，是否促进了历史的进步"
    },
    "answer": "D",
    "explanation": "评价人生价值的根本尺度，是看一个人的实践活动是否符合社会发展的客观规律，是否促进了历史的进步。D 正确，ABC 错误。",
    "id": 388
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "个人通过辛勤的劳动为社会作出贡献，也使自己事业有成，这说明了（）。",
    "options": {
      "A": "不实现个人抱负，就不会创造社会价值",
      "B": "实现自我价值是因，创造社会价值是果",
      "C": "社会价值的创造过程与自我价值的实现过程是不相关的",
      "D": "人生的自我价值必须与社会价值相结合，并通过社会价值表现出来"
    },
    "answer": "D",
    "explanation": "社会价值以社会为衡量标准，不实现个人抱负也可能创造社会价值，故 A 不正确；只有创造社会价值才能实现个人价值，因此，前者是因后者是果，故 B 不正确。D 是正确答案。",
    "id": 389
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "个人与他人的关系，在本质上是下列哪项关系的表现形式？",
    "options": {
      "A": "社会利益关系    B. 政治关系    C. 相互利用关系    D. 血缘关系"
    },
    "answer": "A",
    "explanation": "个人与他人的关系，在本质上是社会关系尤其是社会利益关系的表现形式。人类要生存，首先必须满足各种需要。任何需要都是一定主体在一定的生产关系的基础上，在一定的客观条件下，对一定对象的需要，都必然要通过一定的社会关系才能实现。因而，处理个人与他人的关系，关键是要处理好个人与他人的利益关系。所以，正确答案是 A。选项 BD，是个人与他人的关系的具体表现形式，但并非本质上的表现形式。选项 C，个人与他人的关系在本质上是社会利益关系的表现形式，社会利益关系并不等同于相互利用的关系。",
    "id": 390
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "在马克思看来，人的本质，在其现实性上，是（）。",
    "options": {
      "A": "有生命的自然存在",
      "B": "一切社会关系的总和",
      "C": "饥食渴饮、性欲生殖",
      "D": "单个人所固有的抽象物"
    },
    "answer": "B",
    "explanation": "马克思运用辩证唯物主义和历史唯物主义的立场、观点和方法，揭开了人的本质之谜。他指出：人的本质不是单个人所固有的抽象物，在其现实性上，它是一切社会关系的总和。从而使人的本质问题在人类历史上第一次得到了科学的说明。因此，正确答案是 B。选项 AC，是人的自然属性，人的自然属性不是人的本质所在。选项 D，是马克思主义所否定的观点。",
    "id": 391
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "社会主义核心价值观把涉及国家、社会、公民的价值要求融为一体，体现了社会主义本质要求，继承了中华优秀传统文化，吸收了世界文明有益成果，体现了时代精神，是对我们（）。",
    "options": {
      "A": "要建设什么样的国家、建设什么样的社会、培育什么样的公民等重大问题的深刻解答",
      "B": "要建设什么样的社会主义、怎样建设社会主义的重大问题的深刻解答",
      "C": "要建设什么样的现代化、怎样实现现代化的重大问题的深刻解答",
      "D": "要实现什么样的发展、怎样发展的重大问题的深刻解答"
    },
    "answer": "A",
    "explanation": "社会主义核心价值观把涉及国家、社会、公民的价值要求融为一体，体现了社会主义本质要求，继承了中华优秀传统文化，吸收了世界文明有益成果，体现了时代精神，是对我们要建设什么样的国家、建设什么样的社会、培育什么样的公民等重大问题的深刻解答。A 正确，BCD 错误。",
    "id": 392
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "党的十八大报告提出了“富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善”的社会主义核心价值观。其中，富强、民主、文明、和谐是 ( )。",
    "options": {
      "A": "国家层面的价值要求",
      "B": "社会层面的价值要求",
      "C": "公民层面的价值要求",
      "D": "普世层面的价值要求"
    },
    "answer": "A",
    "explanation": "",
    "id": 393
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "社会主义核心价值观的根本特性是（）。",
    "options": {
      "A": "先进性          B. 人民性          C. 普适性          D. 真实性"
    },
    "answer": "B",
    "explanation": "人民性是以马克思主义为理论基础、以社会主义运动为实践根据的社会主义核心价值观的根本特性。B 正确，AD 不符合题意，C 错误。",
    "id": 394
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "人生观与世界观的关系是（）。",
    "options": {
      "A": "世界观决定人生观",
      "B": "人生观从属于世界观",
      "C": "人生观对世界观的巩固起着重要作用",
      "D": "人生观对世界观的发展和变化起着重要作用"
    },
    "answer": "ABCD",
    "explanation": "世界观和人生观是紧密联系在一起的。一方面，世界观决定人生观，有什么样的世界观，就有什么样的人生观。正确的世界观是正确的人生观的基础，人们对人生意义的正确理解，需要建立在对世界发展客观规律正确认识的基础上。从这个意义上说，人生观从属于世界观，没有正确的世界观，也就不可能有正确的人生观。另一方面，人生观又对世界观的巩固、发展和变化起着重要的作用。如果一个人的人生观发生变化，往往会导致世界观发生变化。因此，正确答案是 ABCD。",
    "id": 395
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "进行人生价值评价时，应把握的原则有（）。",
    "options": {
      "A": "坚持能力有大小与贡献须尽力相统一",
      "B": "坚持物质贡献与精神贡献相统一",
      "C": "坚持完善自身与贡献社会相统一",
      "D": "坚持动机和效果相统一"
    },
    "answer": "ABCD",
    "explanation": "进行人生价值评价时，除了掌握科学的标准外，还需要掌握恰当的评价方法和原则，做到四个坚持：一是坚持能力有大小与贡献须尽力相统一。考察一个人的人生价值， 要把个人对社会的贡献同他的能力以及与能力相对应的职责联系起来。任何人，只要在自己的岗位上尽职尽责，就应该对其人生价值给予积极肯定的评价。二是坚持物质贡献与精神贡献相统一。社会的发展与进步是物质文明和精神文明的共同发展与进步，评价人生的价值，不仅要看个人对社会做出的物质贡献，也要看其对社会做出的精神贡献。三是坚持完善自身与贡献社会相统一。人生的社会价值是实现人生自我价值的基础，评价人生价值大小主要应看一个人的人生活动对社会所作的贡献。但这并不意味着要否认人生的自我价值。四是坚持动机与效果相统一。在人生价值的评价中，既要看动机又要看效果。联系动机看效果，透过效果察动机。因此，正确答案是 ABCD。",
    "id": 396
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "所谓人生的社会价值，就是个体的人生对于社会和他人的意义。人生社会价值的基本标志有（）。",
    "options": {
      "A": "劳动          B. 贡献          C. 索取          D. 实践"
    },
    "answer": "AB",
    "explanation": "人生价值评价的根本尺度，是看一个人的人生活动是否符合社会发展的客观规律，是否通过实践促进了历史的进步。劳动以及通过劳动对社会和他人作出的贡献，是社会评价一个人的人生价值的普遍标准，因此，AB 是正确选项。",
    "id": 397
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "每个人是手段同时又是目的，而且只有成为他人的手段才能达到自己的目的，并且只有达到自己的目的才能成为他人的手段。马克思的这段话告诉我们（）。",
    "options": {
      "A": "人生的自我价值是个体生存和发展的必要条件",
      "B": "人生的自我价值必须高于人生的社会价值",
      "C": "人生的社会价值是实现人生自我价值的基础",
      "D": "人生的社会价值完全否定人生的自我价值"
    },
    "answer": "AC",
    "explanation": "马克思指出，在人的社会生活中，每个人是手段同时又是目的，而且只有成为他人的手段才能达到自己的目的，并且只有达到自己的目的才能成为他人的手段，这种相互关联是一个必然的事实。由此可见，个人既不单纯是社会和他人的手段，也不单纯就是目的，这个“必然的事实”是认识人生自我价值与社会价值辩证关系的基础。一方面，人生的自我价值是个体生存和发展的必要条件。另一方面，人生的社会价值是实现人生自我价值的基础，没有社会价值，人生的自我价值就无法存在。因此，正确答案是 AC。选项 B，人生的自我价值和社会价值没有高低之分，二者共同构成了人生价值。选项 D，人生的社会价值和自我价值是矛盾统一体，并不是互相排斥的。",
    "id": 398
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "社会主义核心价值观的基本内容是富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善。自由、平等、公正、法治回答了建设什么样的社会的重大问题，与实现国家治理体系和治理能力现代化的要求相契合，揭示了社会主义社会发展的价值取向。以下选项内容正确的有（）。",
    "options": {
      "A": "自由是社会活力之源，是社会主义的价值理想",
      "B": "平等是人类追求的普世价值",
      "C": "公正是人类社会进步的标尺，是社会主义制度的本质要求",
      "D": "法治是人类政治文明的重要成果，是现代社会的主要特征"
    },
    "answer": "ACD",
    "explanation": "自由是社会活力之源，是社会主义的价值理想。平等是人类追求的美好状态。公正是人类社会进步的标尺，是社会主义制度的本质要求。法治是人类政治文明的重要成果，是现代社会的主要特征。ACD 正确，B 错误。",
    "id": 399
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "2023年4月，中央宣传部、国家发改委联合向社会发布了2022年“诚信之星”。他们的感人事迹生动展现了新时代中国人守信践诺、以诚立身的精神风貌，是“诚信”价值理念的坚定守护者，是社会主义核心价值观的模范践行者。诚信是（）。",
    "options": {
      "A": "社会主义职业道德的规范之一",
      "B": "社会主义核心价值观的重要内容",
      "C": "民法典的原则之一",
      "D": "贯穿中国革命道德始终的一根红线"
    },
    "answer": "ABCD",
    "explanation": "爱岗敬业、诚实守信、办事公道、热情服务和奉献社会是职业生活中的基本道德规范。诚实守信要求从业者在职业生活中诚实劳动、合法经营、信守承诺、讲求信誉，体现着从业者的道德操守和人格力量，也是在行业中扎根立足的基础。A 正确。富强、民主、文明、和谐，自由、平等、公正、法治，爱国、敬业、诚信、友善，是社会主义核心价值观的基本内容。B 正确。民法典规定，民事主体在民事活动中的法律地位一律平等；民事主体从事民事活动，应当遵循自愿原则、公平原则、诚信原则；不得违反法律，不得违背公序良俗；应当有利于节约资源、保护生态环境。C 正确。全心全意为人民服务是贯穿中国革命道德始终的一根红线。D 错误。 7\\. 社会主义核心价值观（）。 A. 是社会主义核心价值观体系的精神内核 B．体现了社会主义核心价值观体系的根本性质和基本特征 C．反映了社会主义核心价值观体系的丰富内涵和实践要求 D．是社会主义核心价值观体系的高度凝练和集中表达 社会主义核心价值观和社会主义核心价值体系，两者是紧密联系、互为依存、相辅相成的。社会主义核心价值观是社会主义核心价值体系的精神内核，它体现了社会主义核心价值体系的根本性质和基本特征，反映了社会主义核心价值体系的丰富内涵和实践要求，是社会主义核心价值体系的高度凝练和集中表达。ABCD 全选。",
    "id": 400
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "道德作为一种特殊的社会意识形态，是对人们的行为进行善恶评价的哪些活动的总和？( )。",
    "options": {
      "A": "原则规范、心理意识和风俗习惯",
      "B": "风俗习惯、原则规范和行为活动",
      "C": "行为活动、风俗习惯和心理意识",
      "D": "心理意识、原则规范和行为活动"
    },
    "answer": "D",
    "explanation": "道德属于上层建筑的范畴，是一种特殊的社会意识形态。它通过社会舆论、传统习俗和人们的内心信念来维系，是对人们的行为进行善恶评价的心理意识、原则规范和行为活动的总和。因此，正确答案是D。选项ABC，风俗习惯是维系道德这一特殊社会意识形态的重要因素之一。",
    "id": 401
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "道德作为一种特殊的社会意识形态，归根到底是由下列哪项决定的？( )。",
    "options": {
      "A": "社会关系          B. 经济基础          C. 生产关系          D. 生产力"
    },
    "answer": "B",
    "explanation": "道德作为一种特殊的社会意识形态，归根到底是由经济基础决定的，是社会经济关系的反映。首先，社会经济关系的性质决定着各种道德体系的形式。其次，社会经济关系所表现出来的利益决定着各种道德的基本原则和主要规范。再次，在阶级社会中，社会经济关系主要表现为阶级关系，因而，道德也必然带有阶级属性。最后，社会经济关系的变化必然引起道德的变化。因此，正确答案是 B。选项 A，社会关系是道德产生的客观条件。选项 CD，道德属于上层建筑的具体形式之一，与之相对应的即经济基础，而非生产关系和生产力。",
    "id": 402
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "道德功能的发挥和实现所产生的社会影响及其实际效果被称为道德的（）。",
    "options": {
      "A": "本质          B. 特殊性         C. 社会作用      D. 认识功能"
    },
    "answer": "C",
    "explanation": "道德功能的发挥和实现所产生的社会影响及实际效果，就是道德的社会作用。因此，正确答案是 C。选项 A，道德的本质是道德作为一种特殊的社会意识形态，归根到底是由经济基础决定的，是社会经济关系的反映。选项 B，道德的特殊性在于作为社会意识的特殊形式对社会发展具有特殊的功效。选项 D，道德的认识功能是指道德反映社会现实特别是反映社会经济关系的功效与能力。",
    "id": 403
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "黑格尔说：“一个人做了这样或那样一件合乎伦理的事，还不能就说他是有德的；只有当这种行为方式成为他性格中的固定要素时，他才可以说是有德的。”其中，“性格中的固定要素”指的是（）。",
    "options": {
      "A": "道德品质 B. 道德行为 C. 道德理想 D. 道德规范"
    },
    "answer": "A",
    "explanation": "本题考查道德品质的定义。道德品质是一个人长期的伦理行为所形成和表现出来的道德人格和道德个性。因此，A 选项符合题意。",
    "id": 404
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "道德不是千古不变的，它同其他社会意识形态一样，有其发生发展的历史过程。道德发展的最高形态是（）。",
    "options": {
      "A": "资本主义道德",
      "B": "封建主义道德",
      "C": "奴隶社会的道德",
      "D": "社会主义道德"
    },
    "answer": "D",
    "explanation": "道德不是千古不变的，同其他社会意识形态一样，道德也有自己的发生发展过程。迄今为止，先后出现了原始社会的道德、奴隶社会的道德、封建社会的道德、资本主义社会的道德和社会主义社会的道德五种历史类型的道德。在社会主义社会，有一部分先进分子，还身体力行共产主义道德。社会主义道德和共产主义道德是人类道德发展的最高形态，是人类道德发展合乎规律的必然产物，是人类道德发展史上的一种崭新类型的道德，是对人类道德传统的批判继承，并必然随着社会的进步和实践的发展而与时俱进。因此，正确答案是D。选项ABC，都是道德历史发展过程中的具体形态，但不是其最高形态。",
    "id": 405
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "儒家伦理思想的创始人孔子，把（）作为自己伦理道德思想的核心。",
    "options": {
      "A": "仁          B. 义          C. 礼          D. 信"
    },
    "answer": "A",
    "explanation": "“仁”是我国传统道德思想中的核心内容，所谓“仁”就是“爱人”。儒家强调“仁”是为了从“爱人”出发，以达到“人恒爱之”的人与人彼此相爱的和谐关系。",
    "id": 406
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "古代先贤主张 “仁者爱人”，强调 “己所不欲，勿施于人” “己欲立而立人，己欲达而达人” 这些都体现了中华民族传统美德中的（）。",
    "options": {
      "A": "求真务实，敬重诚实守信",
      "B": "勤劳勇敢，追求自由解放",
      "C": "乐群贵和，强调人际和谐",
      "D": "励志自强，崇尚精神境界"
    },
    "answer": "A",
    "explanation": "本题较为简单，答案为 C。 8\\. 我国社会主义道德不是凭空产生的，有其实践基础和思想渊源。被称为我国社会主义道德建设的源头活水的是（）。 A. 中华传统美德 B. 社会主义荣辱观 C. 中国革命道德 D. 社会主义核心价值观 此题考查的知识点是中国传统美德的基本精神，是一道理解与识记相结合的试题，难度适中。中华传统美德是我国社会主义道德建设的源头活水，A选项正确。虽然社 会主义道德也是对中国革命道德的继承和发展，但中国革命道德也是对传统美德的升华和飞跃，它与社会主义道德具有共同的思想源泉，故本题不能选 C 选项。社会主义荣辱观和社会主义核心价值观，本质上就是我国社会主义道德的重要组成部分，因而，BD 选项也不能选。 9\\. 社会主义道德建设的核心和原则分别是（）。 A. 集体主义和为人民服务 B. 经济建设和集体主义 C. 为人民服务和集体主义 D. 理想信念和为人民服务 社会主义道德建设要以为人民服务为核心、以集体主义为原则。这既符合我国社会主义初级阶段道德建设的现实状况，也是社会主义精神文明建设的客观要求。因此，正确答案是 C。选项 A，集体主义不是社会主义道德建设的核心，为人民服务是社会主义道德建设的核心而非原则。选项 B，经济建设不是社会主义道德建设的核心，集体主义是社会主义道德建设的原则。选项 D，理想信念不是社会主义道德建设的核心，为人民服务是社会主义道德建设的核心而非原则。 10\\. 道德建设的核心决定并体现着社会道德建设的根本性质和发展方向，规定并制约着道德领域中的种种道德现象。道德建设核心问题的实质是（）。 A. “为什么人服务”的问题 B. 如何提升自身修养的问题 C．怎样引导人们正确实践的问题 D．对错误行为如何处罚的问题 此题考查的知识点是道德的本质，是一道识记性试题，难度较小。道德建设的核心问题，实质上是“为什么人服务”的问题。A 选项正确。",
    "id": 407
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "亚里士多德说：“我们由于从事建筑而变成建筑师，由于奏竖琴而变成竖琴演奏者。同样，由于实行公正而变为公正的人，由于实行节制和勇敢变为节制、勇敢的人。”这说明，一个人要想形成高尚的品德，成为合乎道德的人，在自我修养中必须（）。",
    "options": {
      "A": "躬行实践，知行统一",
      "B": "坐而论道，闭门造车",
      "C": "常思己过，日省己身",
      "D": "认真读书，虚心求教"
    },
    "answer": "A",
    "explanation": "本题考查实践在道德修养过程中的重要意义，知行统一的方法，即把提高道德认识与躬行道德实践统一起来，以促进道德规范内化为人的道德品质，外化为实际的道德行为，实践是道德规范转化为道德品质的唯一途径。因此，选项 A 正确。",
    "id": 408
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "中国革命道德是指中国共产党人、人民军队、一切先进分子和人民群众在中国革命、建设、改革中所形成的优秀道德，是马克思主义与中国革命、建设、改革的伟大实践相结合的产物，是中华民族极其宝贵的道德财富。中国革命道德的灵魂是（）。",
    "options": {
      "A": "坚持社会主义和共产主义理想信念 B. 全心全意为人民服务",
      "C": "始终把革命利益放在首位 D. 修身自律、保持节操"
    },
    "answer": "A",
    "explanation": "中国革命道德具有丰富而独特的内涵，既包括革命道德的原则、要求、态度、修养、风尚等方面，也包括革命理想、革命精神等方面，具有丰富的内容。坚持社会主义和共产主义理想信念，是革命道德的灵魂。无数革命先烈，正是为了实现这样一个崇高的理想，毫不犹豫地献出了自己的生命。A 正确，BCD 不符合题意。",
    "id": 409
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "习近平在北京冬奥会、冬残奥会总结表彰大会上的讲话中提出，要在全社会广泛弘扬奉献、友爱、互助、进步的志愿精神，更好发挥志愿服务的积极作用，促进社会文明进步。志愿服务精神的精髓是（）。",
    "options": {
      "A": "友爱          B. 互助          C. 进步          D. 奉献"
    },
    "answer": "D",
    "explanation": "志愿服务是指志愿贡献个人的时间及精力，在不求任何物质报酬的情况下，为改善社会、促进社会进步而提供的服务。志愿服务是培育和弘扬社会主义核心价值观的重要载体。志愿服务的精神是奉献、友爱、互助、进步。其中，奉献精神是精髓。D 正确。",
    "id": 410
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "下列有关道德的表述正确的是（）。",
    "options": {
      "A": "社会关系的形成是道德赖以产生的客观条件",
      "B": "人类最初的道德是以风俗习惯等形式表现出来的",
      "C": "人类自我意识的形成与发展是道德产生的主观条件",
      "D": "语言是人类道德起源的第一个历史前提"
    },
    "answer": "ABC",
    "explanation": "道德作为一种社会现象，其产生有多方面的条件，经历了一个漫长的历史过程。社会关系的形成是道德赖以产生的客观条件。人类自我意识的形成与发展是道德产生的主观条件。而人类最初的道德是以风俗习惯等形式表现出来的。随着社会生产力的发展和社会生活的日益复杂化、多样化，道德逐渐从风俗习惯中分化出来，成为一种相对独立的社会意识形态。因此，正确答案是 ABC。选项 D，人类道德起源的第一个历史前提不是语言，而是劳动。",
    "id": 411
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "道德的功能是指道德作为社会意识的特殊形态对于社会发展所具有的功效和能力。下列选项中属于道德功能的有（）。",
    "options": {
      "A": "导向功能          B. 激励功能          C. 辩护功能          D. 沟通功能"
    },
    "answer": "ABCD",
    "explanation": "在道德的功能系统中，主要的功能是认识功能和调节功能。除此之外，道德还 具有其他方面的功能，如导向功能、激励功能、辩护功能、沟通功能等，这些功能都是道德的认识功能和调节功能在某些方面的具体体现，都建立在这两种功能的基础之上。因此，正确答案是 ABCD。",
    "id": 412
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在对待其他民族或国家的道德文明成果的问题上（）。",
    "options": {
      "A": "要坚持马克思主义的立场、观点和方法",
      "B": "坚持以我为主的原则",
      "C": "坚持为我所用的原则",
      "D": "既要反对全盘西化、机械照搬，又要反对全盘否定、盲目排外"
    },
    "answer": "AC",
    "explanation": "一个国家或民族的文化发展和道德进步，除了要注意继承和弘扬本民族文化和道德的优良传统之外，还应积极吸收其他民族文明的优秀成果。在对待其他民族或国家的道德文明成果的问题上，要坚持马克思主义的立场、观点和方法，坚持以我为主、为我所用的原则，既反对全盘西化、机械照搬，又反对全盘否定、盲目排外，在批判的基础上加以借鉴、吸收，剔除其带有阶级和时代局限性的糟粕，吸收其带有普遍性和一般性、对今天有积极意义的精华。因此，正确答案是 ABCD。 4\\. 社会主义道德建设与社会主义市场经济的关系是（）。 A. 社会主义道德建设是与社会主义市场经济相适应的 B. 社会主义道德建设是独立的一个系统，与社会主义市场经济没有必然的联系 C. 社会主义道德建设为社会主义市场经济体制的建立和完善提供价值导向 D. 社会主义道德建设会束缚社会主义市场经济的发展 在社会主义初级阶段，以公有制为主体、多种所有制经济共同发展是我国的基本经济制度。在坚持这一基本经济制度的前提下实行的社会主义市场经济体制，以市场作为配置资源的基础性手段的经济运行机制，对道德建设提出了新的要求。社会主义道德建设既有与社会主义市场经济相适应的现实要求，也有为社会主义市场经济体制的建立和完善提供价值导向的重要任务。因此，正确答案是 AC。选项 B，社会主义道德建设不是独立的系统，而是与社会主义市场经济的建设和发展相关联的。选项 D，社会主义道德建设有利于社会主义市场经济的建立和完善。",
    "id": 413
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在发展社会主义市场经济、构建社会主义和谐社会的过程中，大力倡导诚实守信这一美德的原因在于，诚实守信是（）。",
    "options": {
      "A": "市场经济条件下经济活动的一项基本道德准则",
      "B": "职业道德的一项基本要求",
      "C": "社会维持正常秩序和有效运行的必然要求",
      "D": "做人的一项基本道德准则"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是诚信的重要性，是一道理解性试题，难度较小。ABCD选项均是正确选项。只有社会秩序井然有序、正常运行，国家的经济建设才能更快更好的发展。",
    "id": 414
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "中国革命道德是指中国共产党人、人民军队、一切先进分子和人民群众在中国新民主主义革命和社会主义革命、建设与改革中所形成的优良道德。其主要来源是（）。",
    "options": {
      "A": "马克思主义与中国革命、建设和改革的伟大实践相结合的产物",
      "B": "对中华传统美德新的升华和质的飞跃",
      "C": "对我国社会主义道德的挖掘和阐发",
      "D": "对中国优良道德传统的继承和发展"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是中国革命道德的形成与发展，是一道理解与识记相结合的试题，难度适中。ABD 选项正确。C 选项的错误在于，先有中国革命道德后有我国社会主义道德。",
    "id": 415
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "中华传统美德和中国革命道德是一脉相承的。其一脉相承性主要体现在（）。",
    "options": {
      "A": "中华传统美德是中国革命道德的渊源之一",
      "B": "它们形成的基础都是中华传统道德的精华",
      "C": "它们都是对中国优良道德传统的继承和发展",
      "D": "中国革命道德超越了中华传统美德的时代局限"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是对中国革命道德的理解，是一道理解性试题，难度较大。中国革命道德是指中国共产党人、人民军队、一切先进分子和人民群众在中国新民主主义革命和社会主义革命、建设与改革中所形成的优良道德。它是马克思主义与中国革命、建设与改革的伟大实践相结合的产物，是对中国优良道德传统的继承和发展，是中华传统美德新的升华和质的飞跃。中华传统美德是中国革命道德的渊源之一，从一定意义上来说，没有中华传统美德的长期发展和丰厚积淀，就不可能有中国革命道德的形成和发展。中国革命道德继承了中国传统道德的精华，摒弃了传统道德的糟粕，是中国优良传统道德的延续和发展，是超越了中华传统美德的时代局限而形成的一种崭新的道德。ABC选项正确。D选项不选的原因在于，它是讲中国革命道德与中华传统美德的不同。",
    "id": 416
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "中国革命道德内容丰富，历久弥新，对中国革命、建设和改革事业发挥着极其重要的作用。在协调推进“四个全面”战略布局，实现“两个一百年”奋斗目标，实现中华民族伟大复兴的中国梦的过程中，大力弘扬中国革命道德依然具有极其重要的现实意义。具体体现在（）。",
    "options": {
      "A": "有利于培育和弘扬社会主义核心价值观",
      "B": "有利于加强和巩固社会主义和共产主义的理想与信念",
      "C": "有利于培育良好的社会道德风尚，抵制腐朽思想的侵蚀",
      "D": "有利于引导人们树立正确的道德观，积极投身于社会主义建设事业"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是弘扬中国革命道德的重大意义，是一道理解性试题，难度很小。ABCD 均是正确选项。 9\\. 我国社会主义道德是马克思主义伦理思想同中国特色社会主义伟大实践相结合的产物。其主要构成有（）。 A. 对中华传统美德的继承并结合时代而发展 B．对中国古代优良道德传统的传承与升华 C. 对中国革命道德传统的继承和发展 D．对其他民族和国家道德文明成果的吸纳和借鉴 此题考查的知识点是社会主义道德的主要来源和构成，是一道理解性试题，难度较大。ABC选项正确。D选项不选的原因在于，它不是主要的构成，而仅仅是借鉴。 10\\. 国无德不兴，人无德不立。因而，社会主义现代化建设过程中也要加强道德建设。加强社会主义道德建设（）。 A. 要坚持古为今用、洋为中用，以我为主、为我所用的原则 B．要注意吸收借鉴其他民族或国家的有益道德成果 C．要反对历史虚无主义和全盘复古论两种错误观点 D．要加强对中华传统美德的挖掘和阐发 此题考查的知识点是做好中华传统美德的创造性转化和创新性发展，是一道理解与识记相结合的试题，难度适中。中华传统美德作为中国传统道德的精华部分，为今天的道德建设提供了丰富的资源，因而，要用中华传统美德滋养社会主义道德建设。但要在去粗取精、去伪存真的基础上坚持古为今用、推陈出新。同时，要以开放的胸怀和视野吸收借鉴人类文明的有益道德成果，要坚持马克思主义的立场、观点和方法，坚持以我为主、为我所用的原则，既反对全盘西化、机械照搬，又反对全盘否定、盲目排外，在批判的基础上借鉴吸收其对当代中国有积极意义的精华。ABCD选项均正确。 11\\. 社会主义道德建设以集体主义为原则的决定性因素包括（）。 A. 我国的基本经济制度决定的 B. 我国人民民主专政的国体决定的 C. 我国的根本政治制度决定的 D. 我国的社会主义先进文化决定的 ##### 【答案】ABCD 此题考查的知识点是社会主义道德建设的原则，是一道理解为主，识记为辅的 试题，难度适中。公有制为主体，多种所有制经济共同发展的社会主义初级阶段基本经济制度，为集体主义的实施创造了经济前提；人民民主专政的国体和人民代表大会制度的政体，为集体主义的实施创造了政治前提；以马克思主义为指导的社会主义先进文化，为集体主义的实施创造了文化前提。ABCD四个选项均正确。 12\\. 长期以来，社会主义集体主义已经成为调节国家利益、社会整体利益和个人利益关系的最重要原则。社会主义集体主义在对待国家利益、社会整体利益和个人利益方面，强调（）。 A. 国家利益、社会整体利益和个人利益的辩证统一 B．国家利益和社会整体利益高于个人利益 C. 重视和保障个人的正当利益 D. 把个人利益放在首位 此题考查的知识点是社会主义道德建设的原则，是一道理解与识记相结合的试题，难度较小。ABC选项正确。D选项违背了我国社会主义道德的要求。",
    "id": 417
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "社会生活中最普遍、最基本的公众性生活是（）。",
    "options": {
      "A": "家庭生活 B. 公共生活 C. 职业生活 D. 网络生活"
    },
    "answer": "B",
    "explanation": "本题原则上是一个识记性、难度很低的试题。虽然是识记性的试题，但是也可以用理解的方式解决。在四个选项中，公共生活的范围最大。网络生活是公共生活的一个组成部分，家庭和单位也是公共生活的重要构成。故 B 选项正确。",
    "id": 418
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "人们在社会交往和公共生活中应当遵守的最基本的道德规范是（）。",
    "options": {
      "A": "法律法规 B. 职业道德 C. 家庭美德 D. 社会公德"
    },
    "answer": "D",
    "explanation": "人的社会生活主要包括三个方面，公共生活、职业生活和家庭生活；公共生活是社会生活中最普遍、最基本的公众性生活，公共生活中的道德必然成为最基本的道德规范，即社会公德。法律法规不是道德规范。故 D 选项正确。",
    "id": 419
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "社会公德最基本的要求是（）。",
    "options": {
      "A": "文明礼貌          B. 助人为乐          C. 爱护公物          D. 遵纪守法"
    },
    "answer": "D",
    "explanation": "社会公德最基本的要求之所以是遵纪守法，因为法律是道德的底线。D选项 正确。",
    "id": 420
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "社会主义职业道德的最基本要求是（）。",
    "options": {
      "A": "爱岗敬业 B. 诚实守信 C. 奉献社会 D. 办事公道"
    },
    "answer": "A",
    "explanation": "爱岗敬业是社会主义职业道德的最基本要求，奉献社会是最高层次要求，体现了社会主义职业道德的最高目标指向。A 选项正确。",
    "id": 421
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "婚姻家庭关系是特定的人与人之间的特殊关系。婚姻家庭的本质属性是（）。",
    "options": {
      "A": "自然属性",
      "B": "社会属性",
      "C": "两性结合的实质",
      "D": "人类繁衍的目的性"
    },
    "answer": "B",
    "explanation": "婚姻家庭具有自然属性和社会属性。自然属性仅是婚姻家庭得以形成和发展的前提条件，社会属性才是婚姻家庭的本质所在。B 选项正确。",
    "id": 422
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "家庭关系的核心是（）。",
    "options": {
      "A": "血缘关系          B. 父母子女关系       C. 夫妻关系           D. 经济利益关系"
    },
    "answer": "A",
    "explanation": "夫妻是家庭的主要成员，夫妻关系是家庭关系的核心。C 选项正确。 7\\. 社会主义道德建设最终要落实到（）。 A. 整个社会的道德水平的提高上 B. 个人品德的提高上 C. 公民文化素养的提高上 D. 社会物质生活水平的提高上 个人品德对社会道德的发展变革产生重要的推动作用。社会道德要求只有同个人品德结合，才会转变为现实的道德力量。同时，个人品德的提升过程也是能动地作用于社会道德的过程，它能够为社会道德的发展进步创造条件、提供动力。B 选项正确。 8\\. 加强道德修养的根本途径是（）。 A. 学思并重 B. 省察克治 C. 慎独自律 D. 与社会实践相联系 D 选项正确。ABC 都是加强道德修养的方法之一。 9\\. 道德修养的实质是（）。 A. 在自己的头脑中进行不同道德观念之间的选择 B. 努力提升自身文化水平 C. 向道德模范学习 D. 在实践中严格要求自己 现实社会中总是存在着两种或多种对立道德体系或观念的冲突和斗争，这些冲突和斗争必然会反映到人们的内心世界。道德修养的实质是在自己的头脑中进行不同道德观念之间的选择。A 选项正确。",
    "id": 423
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "社会公德是指在社会交往和公共生活中公民应该遵守的道德准则，它“涵盖了人与人、人与社会、人与自然之间的关系”。其中，在人与自然之间的关系上，社会公德主要表现在（）。",
    "options": {
      "A": "举止文明、尊重他人",
      "B": "热爱自然",
      "C": "爱护公物、维护公共秩序",
      "D": "保护环境"
    },
    "answer": "BD",
    "explanation": "本题考查的是社会公德调整的范围及其具体表现。社会公德“涵盖了人与人、人与社会、人与自然之间的关系”。在人与人之间关系的层面上，社会公德主要体现为举止文明、尊重他人；在人与社会之间关系的层面上，社会公德主要体现为爱护公物、维护公共秩序；在人与自然之间的层面上，社会公德主要体现为热爱自然、保护环境。BD两个选项正确。",
    "id": 424
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在当代社会，有序的公共生活对经济社会健康发展的重要意义愈加突出。具体体现在（）。",
    "options": {
      "A": "是促进社会和谐的重要条件 B. 是社会生产活动的重要基础",
      "C": "是提高社会成员生活质量的基本保障 D．是社会文明的重要标志"
    },
    "answer": "ABCD",
    "explanation": "此题考查有序公共生活对一个国家的公民、经济、文化和社会重要性。ABCD四个选项均是正确选项。",
    "id": 425
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "当今社会，对社会公共秩序的维护除了道德和法律两种最基本的手段外，还有()。",
    "options": {
      "A": "民间风俗",
      "B": "社会礼仪",
      "C": "宗教教规",
      "D": "传统礼仪及戒律"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是社会公共秩序维护的基本手段，是一道理解性试题，难度很小。人类维护公共生活秩序的手段最初是自发形成的，随着经济社会的不断进步，公共秩序日益重要和复杂化，人类便愈加自觉地采用各种手段去维护公共生活秩序。在原始社会，主要以图腾崇拜、禁忌、风俗等形式作为共同生活中必须遵守的规则。进入阶级社会以后，一些在长期公共生活中形成的、得到社会成员广泛认可的规范以民间风俗、礼仪和 宗教教规、戒律等形式继续发挥作用。ABCD 四个选项均正确。",
    "id": 426
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "网络生活中的道德要求，是人们在网络生活中为了维护正常的网络公共秩序而需要共同遵守的基本道德准则，是社会公德规范在网络空间的运用和扩展。其基本要求包括（）。",
    "options": {
      "A": "正确使用网络工具",
      "B": "健康进行网络交往",
      "C": "自觉避免沉迷网络",
      "D": "养成网络自律精神"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是网络生活中的道德要求，是一道理解性试题，难度很小。ABCD均是正确选项。但考生仍然需要注意的是，虽然网络貌似虚拟社会，但从本质上说，网络交往仍然是人与人的现实交往，网络生活也是人的真实生活，因而也必须遵守道德规范。",
    "id": 427
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在互联网已经成为信息传播和交流的便捷手段的今天，我国出台了许多互联网管理的法律法规。原因在于（）。",
    "options": {
      "A": "抑制互联网经济的快速发展",
      "B": "兴利除弊，促进我国互联网的健康发展",
      "C": "维护国家安全和社会公共利益",
      "D": "保护个人、法人和其他组织的合法权益"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是网络生活中的道德要求，是一道理解性试题，难度很小。BCD选项正确。A选项的错误在于，制定互联网管理的法律法规的出发点是为了促进互联网健康发展，而不是为了抑制互联网经济的快速发展。",
    "id": 428
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "社会主义职业道德主要包括爱岗敬业、诚实守信、办事公道、服务群众、奉献社会。其中，体现了奉献社会要求的有（）。",
    "options": {
      "A": "爱岗敬业 B. 诚实守信 C. 办事公道 D. 服务群众"
    },
    "answer": "ABCD",
    "explanation": "社会主义职业道德的基本要求都体现了一定的奉献社会精神，故四个选项都是正确选项。",
    "id": 429
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "家庭美德是调节家庭内部成员以及与家庭生活密切相关的人际关系的行为规范。下列选项属于家庭美德调整范围的有（）。",
    "options": {
      "A": "尊老爱幼          B. 勤俭持家          C. 邻里团结          D. 男女平等"
    },
    "answer": "ABCD",
    "explanation": "家庭美德的主要内容包括尊老爱幼、男女平等、夫妻和睦、勤俭持家、邻里团结。本题主要考查的知识点是对邻里关系也属于家庭美德的调整范畴的掌握。ABCD 四个选项均是正确选项。",
    "id": 430
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "家风是指一个家庭或家族的传统风尚和作风。良好的家风对于国家和社会建设的裨益之处在于（）。",
    "options": {
      "A": "是中华民族优良文明基因的重要组成部分，丰富了中华民族优良文化传统",
      "B": "对家庭成员的个人修养、品德操守产生重要而积极的影响",
      "C": "能够促进整个社会良好风尚的形成和发展",
      "D": "是涵养社会主义核心价值观的深厚土壤"
    },
    "answer": "ACD",
    "explanation": "此题考查的知识点是家庭美德，是一道理解性试题，难度适中。ACD 选项正确。B 选项讲述的是家风对家庭成员个人的影响，故不选。",
    "id": 431
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "社会道德建设最终要落实到个人品德的养成和提高上，主要原因在于（）。",
    "options": {
      "A": "个人品德对道德和法律作用的发挥具有重要的推动作用",
      "B": "个人品德是经济社会发展过程中重要的主体精神力量",
      "C": "个人品德的稳定性可以促使整个社会道德水平的稳定发展",
      "D": "个人品德的提升能够为社会道德和法律的发展进步创造条件、提供动力"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是个人品德的重要性，是一道理解性试题，难度较小。四个选项均是正确选项。 10\\. 中国特色社会主义进入新时代，加强公民道德建设、提高全社会道德水平，具有十分重要的意义。新时代加强公民道德建设，作为着力点的是（）。 A. 社会公德建设 B. 职业道德建设 C. 家庭美德建设 D. 个人品德建设 中共中央、国务院印发的《新时代公民道德建设实施纲要》指出，新时代公民道德建设，要把社会公德、职业道德、家庭美德、个人品德建设作为着力点。ABCD全选。 （六）学习宪法法律，建设法治体系",
    "id": 432
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "柏拉图曾经说过：“在一个国家中，法律永远是由强者的权力制定的。”此话蕴含的核心意义是（）。",
    "options": {
      "A": "法律是受特定社会物质生活条件决定 B. 法律是调整社会关系的行为规范",
      "C": "法律是规定权利和义务的行为规范 D．法律是统治阶级意志的体现"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是法律的本质，是一道理解性试题，难度适中。法律的本质主要体现在两个方面，一是法律是统治阶级意志的体现，二是法律是由特定社会物质生活条件决定的；原则来说，哪些人来制定法律，法律就会体现哪些人的意志。在一个社会，强者永远都是这个社会的统治者。因而，D选项更合乎题意，是正确选项。",
    "id": 433
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "法律与道德规范、宗教规范、风俗习惯、社会礼仪等其他社会规范的本质区别在于（）。",
    "options": {
      "A": "法律是统治阶级意志的体现",
      "B": "法律是由特定社会物质生活条件所决定的",
      "C": "法律是由国家制定并保证实施的",
      "D": "法律的制定有利于维护社会稳定"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是法律的特征，是一道理解为主、识记为辅的试题，难度适中。道德规范、宗教规范、风俗习惯、社会礼仪、职业规范等其他社会规范，虽然不全是统治阶级意志的体现，但部分内容中也蕴含了统治阶级的意志，所以 A 选项不是本质区别。B 选项是法律和其他社会规范的共同之处。其他社会规范的存在都有利于社会稳定，因而 D 选项也不正确。只有 C 选项最合题意，是正确选项。",
    "id": 434
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "“法律不但由国家制定或认可，而且由国家保证实施”，这句话说明了法律具有（）。",
    "options": {
      "A": "国家强制性",
      "B": "阶级性",
      "C": "反映统治阶级意志的特质",
      "D": "上层建筑的特点"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是法律的特征，是一道理解为主、识记为辅的试题，难度适中。在阶级社会中，法律是上层建筑的组成部分之一．上层建筑都具有一定的阶级性．并 且绝大多数都是统治阶级的意志的体现，但并不是所有上层建筑都具有国家强制性，只有法律具有国家强制性。A 选项正确。",
    "id": 435
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "资本主义法律尽管强调形式上的平等和自由，但仍然属于剥削类型的法律，原因在于（）。",
    "options": {
      "A": "它反应的是统治阶级意志",
      "B": "它是由国家制定或认可的",
      "C": "它主要是依靠国家强制力保证实施的",
      "D": "它是建立在生产资料私有制的经济基础之上"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是法律的本质和法律的产生与发展，是一道理解为主、识记为辅的试题，难度适中。资本主义法律是资产阶级共同意志的体现，其根本任务是维护资产阶级的政治、经济和社会秩序。资本主义法律规定的自由、民主、平等等价值原则是形式上的，归根结底是维护资产阶级的根本利益，因为它是建立在生产资料私有制这一经济基础之上的上层建筑，因而，依然属于剥削类型的法律。D选项正确。ABC三个选项讲述的是所有法律类型的特性。",
    "id": 436
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "法律的评价作用是指法律所具有的、能够评价人们行为的法律意义的作用。法律评价的标准是（）。",
    "options": {
      "A": "合理与不合理",
      "B": "合法与不合法",
      "C": "是否既合法又合理",
      "D": "是否符合道德要求"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是法律的作用，是一道识记与理解相结合的试题，难度较小。法律评价的标准是合法不合法。B选项正确。合理不合理是道德的要求。",
    "id": 437
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "法律强制作用主要表现为公民等法律主体必须实施某种行为或者不实施某种行为，以及公民等社会主体实施违法行为后应当受到的惩罚。由此可见，法律强制作用的最主要目的在于（）。",
    "options": {
      "A": "制裁违法犯罪行为",
      "B": "保障权利得以实现",
      "C": "保障义务得以履行",
      "D": "实现法律权利与法律义务"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是法律的作用，是一道理解性试题，难度适中。D 选项表述最为全面和准确，因而是正确选项。",
    "id": 438
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "国家对权利和义务，即社会利益和负担进行权威分配的法律运行环节是（）。",
    "options": {
      "A": "法律制定          B. 法律遵守          C. 法律执行          D. 法律适用"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是法律的运行，是一道理解与识记相结合的试题，难度适 中。法律制定是国家对权利和义务，即社会利益和负担进行的权威性分配。A 选项正确。",
    "id": 439
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "党的十八大提出了“科学立法、严格执法、公正司法、全民守法”的十六字方针，党的十八届四中全会将其作为全面依法治国的基本格局，并作出了更加明确具体的部署，法治的龙头环节是（）。",
    "options": {
      "A": "立法          B. 执法          C. 司法          D. 守法"
    },
    "answer": "D",
    "explanation": "法律是治国之重器，立法是法治的龙头环节。 10\\. 习近平在参加十三届全国人大一次会议重庆代表团审议时指出：“要坚持法治、反对人治，对宪法法律始终保持敬畏之心，带头在宪法法律范围内活动，严格依照法定权限、规则、程序行使权力、履行职责，做到心中高悬法纪明镜、手中紧握法纪戒尺，知晓为官做事尺度。”法治思维与人治思维的分水岭在于（）。 A. 有没有法律 B. 法律的多寡 C. 法律的好坏 D. 最高的权威是法律还是个人 法治思维与人治思维的分水岭，不在于有没有法律或者法律的多寡与好坏，而在于最高的权威究竟是法律还是个人，法治思维以法律为最高权威。D 正确，ABC 错误。",
    "id": 440
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "在法律运行过程中，法律实施和实现的基本途径是（）。",
    "options": {
      "A": "立法          B. 守法          C. 执法          D. 司法"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是法律的运行，是一道理解与识记相结合的试题，难度适中。在法律运行过程中，守法是法律实施和实现的基本途径。因为无论是立法、还是执法、司法，都必须遵守法律。B 选项正确。 12\\. 在法律运行中，最大量、最经常的工作指的是（）。 A. 立法          B. 守法          C. 行政执法      D. 司法 此题考查的知识点是法律的运行，是一道识记与理解相结合的试题，难度适中。在法律运行中，行政执法是最大量、最经常的工作。因为我国大部分的法律法规都是由行政机关执行的。C 选项正确。 13\\. 在法律适用过程中，代表国家行使法律监督权的是（）。 A. 人民法院 B. 人民检察院 C. 人民代表大会 D. 国务院 此题考查的知识点是法律的运行，是一道识记性试题，难度很小。人民法院代表国家行使审判权，人民检察院代表国家行使法律监督权，人民代表大会行使立法权，国务院是国家最高行政机关。B 选项正确。 14\\. 一般来说，主权是指国家的最高权力。人民主权指的是（）。 A. 人民所拥有的政治生活的权利和自由 B．人基于生存和发展所必需的自由、平等权 C. 国家中绝大多数人拥有国家的最高权力 D．国家最高权力归属于这个国家的所有公民 此题考查的知识点是宪法确立的基本原则。A 选项既是宪法规定的公民权利之一，也是人权的重要组成部分；B 选项指的是人权；D 选项表述不严谨，所有公民中有被剥夺政治权利者。故 C 选项正确。 15\\. 我国宪法明确规定实行依法治国，建设社会主义法治国家。依法治国首先依照的是（）。 A. 国家根本制度 B. 宪法 C. 行政法规 D. 地方性法规 此题考查的知识点是宪法确定的法治原则，是一道识记为主、理解为辅的试题，难度很小。依法治国首先是依宪治国，同时国家的法律法规也应获得普遍的服从。B选项正确。",
    "id": 441
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "人民当家作主是社会主义民主政治的本质和核心。人民当家作主的重要途径和最高实现形式是（）。",
    "options": {
      "A": "共产党领导的多党合作和政治协商制度",
      "B": "人民民主专政制度",
      "C": "基层群众自治制度",
      "D": "人民代表大会制度"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是我国宪法确立的根本政治制度，是一道识记性试题，难度很小。人民代表大会制度是我国的政权组织形式（又称政体），是人民当家作主的重要途径和最高实现形式。D选项正确。 17\\. 中国共产党领导的多党合作和政治协商制度是我国的一项基本政治制度，是中国特色社会主义政党制度。我国社会主义政党制度的基本特色是（）。 A. 政治协商、民主监督、参政议政 B．共产党领导、多党派合作，共产党执政、多党派参政 C．长期共存、互相监督、肝胆相照、荣辱与共 D．协调关系、汇聚力量、建言献策、服务大局 此题考查的知识点是我国宪法确立的基本政治制度，是一道识记性试题，难度 适中。B 选项正确。A 选项是人民政协的主要职能；C 选项是共产党同各民主党派的关系；D 选项是人民政协应该起到的作用。",
    "id": 442
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "“重罪重罚、轻罪轻罚、无罪不罚、罪刑相当、罚当其罪”，这条决定刑罚轻重的主要依据，特指我国刑法的基本原则是（）。",
    "options": {
      "A": "罪刑法定",
      "B": "法律面前人人平等",
      "C": "罪刑相适应",
      "D": "程序法定"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是我国刑法法律部门，是一道识记与理解相结合的试题，难度较小。罪刑相适应，是指罪犯社会危害程度及应负刑事责任的大小，是决定刑罚轻重的主要依据，重罪重罚、轻罪轻罚、无罪不罚、罪行相当、罚当其罪。C选项正确。",
    "id": 443
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "培根曾经说过：“一次不公正的审判，其恶果甚至超过十次犯罪。因为犯罪虽是无视法律——好比污染了水流，而不公正的审判则毁坏法律——好比污染了水源。”此话的核心蕴意是（）。",
    "options": {
      "A": "全民守法是实施依法治国的基础",
      "B": "科学立法是实现社会公平正义的起点",
      "C": "严格执法是实现社会公平正义的关键",
      "D": "公正司法是维护社会公平正义的最后一道防线"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是全面依法治国的基本格局，是一道理解为主、识记为辅的试题，难度适中。D选项更合题意，是正确选项。 20\\. 民法典是新中国成立以来第一部以 “法典” 命名的法律，被誉为 “保障民事权利的宣言书”。权利保障主要是指对公民权利的法律保障，具体包括公民权利的宪法保障、立法保障、行政保障和司法保障。权利保障的关键环节是（）。 A. 宪法保障 B. 立法保障 C. 行政保障 D. 司法保障 宪法保障是权利保障的前提和基础。宪法表明尊重和保障人权的鲜明态度，确立保障权利的有效机制，明确列出宪法保障的公民基本权利，能够推动整个国家和法律体系加强权利保障。立法保障是权利保障的重要条件，宪法有关基本权利的规定一般较为原则，各项具体权利的保障由立法机关通过立法作出明确规定。行政保障是权利保障的关键环节，行政机关在行使行政管理权的过程中，必然要涉及处置社会成员的利益问题，很容易发生损害或侵犯公民权利的现象。行政机关是否能够有效保护公民权利，直接反映出一个国家的权利保障状况。司法保障是公民权利保障的最后防线，既是解决个人之间权利纠纷的有效渠道，也是纠正和遏制行政机关侵犯公民权利的有利机制，C正确，ABD错误。",
    "id": 444
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "习近平法治思想的主要内容“十一个坚持”强调，推进全面依法治国的根本保证 是（）。",
    "options": {
      "A": "党的领导",
      "B": "中国特色社会主义制度",
      "C": "中国特色社会主义法治理论",
      "D": "依宪治国、依宪执政"
    },
    "answer": "A",
    "explanation": "党的领导是中国特色社会主义最本质的特征，是推进全面依法治国的根本保证。A 正确，BCD 不符合题意。",
    "id": 445
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "中国特色社会主义法治体系是推进全面依法治国的总抓手。建设中国特色社会主义法治体系，就是在中国共产党领导下，坚持中国特色社会主义制度，贯彻中国特色社会主义法治理论，形成完备的法律规范体系、高效的法治实施体系、严密的法治监督体系、有力的法治保障体系，形成完善的党内法规体系。其中，建设中国特色社会主义法治体系的重点是建设（）。",
    "options": {
      "A": "完备的法律规范体系",
      "B": "高效的法治实施体系",
      "C": "有力的法治保障体系",
      "D": "严密的法治监督体系"
    },
    "answer": "B",
    "explanation": "完备的法律规范体系，是中国特色社会主义法治体系的前提，是法治国家、法治政府社会的制度基础；建设高效的法治实施体系，是建设中国特色社会主义法治体系的重点；严密的法治监督体系，是宪法法律有效实施的重要保障；有力的法治保障体系，是全面依法治国的重要依托。B 正确，ACD 错误。",
    "id": 446
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "我国法学界将法律的概念定义为，法律是由国家制定或认可并依靠国家强制力保证实施的，反映由特定社会物质生活条件所决定的统治阶级意志，规定权利和义务，以确认、保护和发展有利于统治阶级的社会关系和社会秩序为目的的行为规范体系。这一定义所揭示的法律的特征是（）。",
    "options": {
      "A": "法律是调整一部分重要的社会关系的行为规范",
      "B": "法律是由国家创制并保证实施的行为规范",
      "C": "法律是唯一一种维护社会秩序的手段",
      "D": "法律是规定权利和义务的行为规范"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是法律的特征，是一道理解与识记相结合的试题，难度适中。法律的特征体现在以下几个方面：第一，法律是调整社会关系的行为规范。但是，法律不会规范人们的所有行为，因而不会对所有的社会关系进行调整。第二，法律是由国家创制并保证实施的行为规范。第三，法律是规定权利和义务的行为规范。ABD选项正确。 C 选项的错误在于，维护社会秩序的手段很多，包括道德、风俗习惯、社会礼仪等。",
    "id": 447
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "国家创制法律规范的方式主要有两种，一是制定，二是认可。其中，国家机关在法定的职权范围内，依照法律程序制定法律的形式，除补充、修改规范性法律文件的活动外，还包括（）。",
    "options": {
      "A": "制定规范性法律文件的活动",
      "B": "赋予某些先前判例以法律效力的活动",
      "C": "赋予某些既存社会规范以法律效力的活动",
      "D": "废止规范性法律文件的活动"
    },
    "answer": "AB",
    "explanation": "此题考查的知识点是法律特征中的国家创制法律的形式，是一道识记为主、理解为辅的试题，难度适中。法律制定，即国家机关在法定的职权范围内依照法律程序，制定、补充、修改、废止规范性法律文件的活动。AD两个选项正确。BC两个选项是创制法律形式之中“认可”的方式。 3\\. 法律的国家强制性主要表现在（）。 A. 国家对违法行为的否定和制裁 B．国家对合法行为的肯定和保护 C. 法律是统治阶级意志的体现 D．法律是所有社会成员都应遵守的行为准则 此题考查的知识点是对法律的国家强制性的理解，是一道理解与识记相结合的试题，难度较大。AB选项正确。C选项是从法律的阶级意志上来讲的；D选项，法律是社会成员必须遵守的，而不是应该遵守，故为错误选项。此题的难度主要体现在D选项上。如果考生不明确知道道德是应该遵守的行为准则，法律是必须遵守的行为准则，那么很难判断此选项的错误所在。",
    "id": 448
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "下列选项中，关于“法律是统治阶级意志的体现”的理解正确的有（）。",
    "options": {
      "A": "法律所体现的是统治阶级的整体意志",
      "B": "法律是所有统治者个人意志的累加",
      "C": "法律所体现的是统治阶级意志中上升为国家意志的那部分",
      "D": "只有被统治阶级遵守法律，统治阶级可以不遵守法律"
    },
    "answer": "AC",
    "explanation": "首先，法律所体现的是统治阶级的整体意志，而不是个别统治者的意志，也不是统治阶级个人意志的简单相加，不仅被统治阶级要服从和遵守法律，而且要求统治阶级的成员也要遵守法律。其次，法律所体现的统治阶级意志，并不是统治阶级意志的全部，而仅仅是上升为国家意志的那部分意志。AC 选项正确。",
    "id": 449
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "法律是由国家制定或认可并以国家强制力保证实施的，反映由特定社会物质生活条件所决定的统治阶级意志的规范体系。由此说明（）。",
    "options": {
      "A": "只有法律才是由国家创制并保证实施的社会规范",
      "B": "中国特色社会主义法律是所有中国人民意志的体现",
      "C": "国家强制力是保证法律实施的唯一力量",
      "D": "生产力的发展水平决定了法律的完善程度"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是对法律概念的理解，是一道理解性试题，难度较大。此类考题的解题原则主要遵循以下两点：第一，选项自身要正确；第二，选项要与题干有关。符合以上两点的就要作为正确选项选出。A选项，只有法律才是由国家创制并保证实施的社会规范，指的是法律是由国家制定或认可，正确。B选项，中国特色社会主义法律是所有中国人民意志的体现，这句话本身就是错误的。正确的说法应该是：中国特色社会主义法律是全体中国人民共同意志的体现；因为法律体现的是统治阶级的整体意志，既不是统治阶级内部个别人的意志，也不是所有统治者意志的累加。C选项，国家强制力是保证法律实施的唯一力量，这句话也不正确，因为保证法律实施的还有法律意识、道德观念、纪律观念等。D选项，生产力的发展水平决定了法律的完善程度，这句话是正确的。故本题正确选项为AD。需要考生注意的是，选项还可以随意替换，既可以从正确的角度给出，例如：生产关系决定了法律的性质和内容；也可以给出其他干扰项，例如：统治阶级的意志只有在法律中才能体现出来，法律仅仅只是限制了被统治阶级的行为等。 6\\. 我国社会主义法律的科学性和先进性主要体现在（）。 A. 是党的主张和人民共同意志的体现 B．坚持以马克思主义的世界观、方法论为指导 C．善于借鉴我国传统法和外国法的成功经验 D．立法体制、立法程序和立法技术与时俱进 此题考查的知识点是我国社会主义法律的本质特征，是一道理解与识记相结合的试题，难度适中。我国社会主义法律的科学性和先进性，是通过我国社会主义法律的本质特征体现出来的。我国社会主义法律的本质特征主要是从两个方面来讲的，一是法律体现的意志，我国社会主义法律是中国共产党的主张和人民共同意志的体现，是阶级性与人民性的统一。二是从实质内容看，我国社会主义法律是社会历史发展规律和自然规律的反映，是科学性和先进性的统一。科学性和先进性主要体现在三个方面：一是坚持以辩证唯物主义和历史唯物主义的世界观和方法论以及中国特色社会主义法治理论为指导；二是善于借鉴我国传统法律和外国法律的成功经验；三是立法体制、立法程序和立法技术能适应时代发展而不断改革与创新，确保立法的质量和水平。ABCD四个选项均正确。考生需要 注意的是，我国社会主义法律的最大先进性和科学性，是从法律所体现的意志方面来讲的。",
    "id": 450
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "法律的指引作用是引导人们选择合法的行为，约束非法的行为。法律指引作用得以实现的形式有（）。",
    "options": {
      "A": "社会性规范 B. 授权性规范 C. 禁止性规范 D. 义务性规范"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是法律的作用，是一道理解与识记相结合的试题，难度适中。BCD 是正确选项。社会性规范的内容很广，包括法律规范、道德规范、宗教规范等，但本题考查的是法律规范的指引作用，因而 A 选项不选。 8\\. 社会主义法律的规范作用根据其指向和侧重可以分为指引作用、预测作用、评价作用、强制作用和教育作用。除教育作用外，其他作用中具有教育意义的还有（）。 A. 指引作用 B. 预测作用 C. 强制作用 D. 评价作用 此题考查的知识点是法律的作用，是一道理解性试题，难度适中。ABCD 四个选项均是正确选项。因为，法律的教育作用主要有三种实现形式：一是法律作出规定，通过人们对法律的了解和学习，发挥教育作用；二是法律通过对各种违法犯罪行为的制裁，使违法犯罪者和一般社会成员受到教育；三是法律通过对各种先进人物、模范行为的嘉奖与鼓励，为人们树立良好的法律上的行为楷模。而法律的所有作用都蕴含在这三种形式中，所以都具有一定的教育意义。但是，需要注意的是，法律的教育作用实现的三种形式又可以单独考多项选择题。 9\\. 我国社会主义法律的作用，除指引、预测、评价、强制、教育作用外，还体现在（）。 A. 确立和维护社会主义的政治制度 B. 确立和维护社会主义的经济制度 C．确立和维护和谐稳定的社会秩序 D．推动社会改革与进步 此题考查的知识点是社会主义法律的作用，是一道理解性试题，难度较小。ABCD四个选项均正确。因为，我国社会主义法律的社会作用是其阶级本质和经济基础的集中体现，对于确立和维护社会主义的政治制度、经济制度、社会秩序以及推动社会改革与进步都具有重要的作用。在相关的法律中，都有相应的明确的规定。 10\\. 法律的运行是一个从创制、实施到实现的过程。这个过程包括（）。 A. 立法          B. 守法          C. 执法          D. 司法 此题考查的知识点是法律的运行，是一道识记性试题，难度很小。法律的运行过程主要包括法律制定（立法）、法律遵守（守法）、法律执行（执法）、法律适用（司法）等环节。ABCD 四个选项均正确。",
    "id": 451
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "在我国社会主义法律的运行环节中，把法定的权利和义务转化为现实的权利和义务，把文本上的法律转化为现实中的法律的法律运行环节有（）。",
    "options": {
      "A": "法律制定 B. 法律遵守 C. 法律执行 D. 法律适用"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是法律的运行，是一道理解与识记相结合的试题，难度适中。法律制定是国家对权利和义务，即社会利益和负担进行的权威性分配。法律的遵守、执行、适用则是把法定的权利和义务转化为现实的权利和义务，把文本上的法律转化为现实中的法律。BCD选项正确。 12\\. 守法意味着一切组织和个人严格依法办事的活动和状态。依法办事的含义有（）。 A. 依法行使权利 B. 依法承担并履行义务 C. 保障和实现人民民主权利 D. 实现国家职能和法律价值 此题考查的知识点是法律的运行，是一道理解与识记相结合的试题，有一定的难度。AB选项正确。C选项是制定社会主义法律的出发点和归宿，D选项是法律执行所要达到的目的之一。CD选项与问题无关。 13\\. 法律遵守是指国家机关、社会组织和公民个人依照法律规定行使权力和权利，以及履行职责和义务的活动。在社会主义国家，守法的主体有（）。 A. 国家          B. 社会组织       C. 公民个人       D. 行政机关 此题考查的知识点是法律的运行，是一道理解性试题，难度适中。BCD 正确。A 选项不选的原因在于，在国家范围内，国家不是守法的主体，在国际范围内，国家才是守法的主体。",
    "id": 452
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "法律适用，又称司法，是指国家司法机关及其公职人员依照法定职权和程序适用法律处理案件的专门活动。其基本原则除要求公民在法律面前人人平等外，还包括（）。",
    "options": {
      "A": "司法公正",
      "B": "正确、合法、合理、及时",
      "C": "司法机关依法独立行使职权",
      "D": "以事实为依据，以法律为准绳"
    },
    "answer": "CD",
    "explanation": "此题考查的知识点是法律运行，是一道识记性试题，难度适中。ACD选项正确。B选项是司法的基本要求。 15\\. 宪法作为国家的根本大法，其地位主要体现在，宪法（）。 A. 具有最高法律地位、法律权威、法律效力 B．具有根本性、全局性、稳定性、长期性 C. 规定了公民的权利和义务 D. 是治国安邦的总章程 此题考查的知识点是对宪法的理解，是一道理解与识记相结合的试题，难度较大。ABD选项正确。C选项不选的原因在于，不单宪法规定了公民的权利和义务，其他法律法规也规定了公民的权利和义务。但是，考生必须明确的是，公民权中基本的、主要的部分才是由宪法来规定的，又称公民的基本权利或宪法权利。公民的基本权利与基本义务共同反映和决定着公民在国家中的政治与法律地位，是普通法律规定公民权利和义务的基础与原则。 16\\. 我国宪法明确规定了人民主权、人权保障、法治以及民主集中制等基本原则。下列宪法确认的内容中，体现了人民主权原则的是（）。 A. 确认了我国人民民主专政的国体 B. 确认了人民代表大会制度的政体 C. 确认了以公有制为主体、多种所有制经济共同发展的基本经济制度 D. 确认了广大人民依照法律规定，通过各种途径和形式，管理国家事务，管理经济和文化事业，管理社会事务的权利 此题考查的知识点是我国宪法的基本原则中的人民主权原则，是一道理解性试题，难度适中。我国宪法体现了人民主权原则，强调国家的一切权力属于人民。这一原则在宪法中的表现是多方面的。宪法通过确认我国人民民主专政的国体，保障了广大人民群众在国家中的主人翁地位；通过确认以公有制为主体、多种所有制经济共同发展的基本经济制度，为人民当家作主奠定了经济基础；通过确认人民代表大会制度的政体，为人民当家作主提供了组织保障；通过确认广大人民依照法律规定，通过各种途径和形式，管理国家事务，管理经济和文化事业，管理社会事务的权利，把人民当家作主贯彻于国家和社会生活各个领域。ABCD选项均正确。 17\\. 我国宪法确立的基本政治制度主要有（）。 A. 人民代表大会制度 B．共产党领导的多党合作和政治协商制度 C. 民族区域自治制度 D．基层群众自治制度 此题考查的知识点是我国宪法确立的基本原则和制度，是一道识记性试题，难度适中。我国宪法确立的基本政治制度，主要有共产党领导的多党合作和政治协商制度、民族区域自治制度和基层群众自治制度。BCD选项正确。A选项是我国宪法确立的根本政 治制度。 18\\. 宪法作为我国的根本大法，具有最高法律地位、法律权威、法律效力。其最高法律效力主要体现在（）。 A. 确立了人民主权这一基本原则 B．确立了我国的根本政治制度和基本政治制度 C．宪法是一切国家机关、社会团体和全体公民必须遵循的最高行为准则 D．是制定普通法的依据，任何普通法律、法规都不得与宪法的原则和精神相违背 此题考查的是对宪法最高法律效力的理解，是一道理解性试题，难度适中。CD选项正确。B选项是宪法的特征在规定的内容上的具体表现。AB选项是宪法确立的原则和内容，并不是最高法律效力的体现。",
    "id": 453
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "人民代表大会制度是我们党把马克思主义基本原理同中国具体实际相结合的伟大创造，是近代中国发展的必然选择，是中国共产党带领全国各族人民长期奋斗的重要成果，反映了全国各族人民的共同利益和共同愿望，在实践中显示出强大的生命力和巨大的优越性。其强大的生命力和巨大的优越性体现在（）。",
    "options": {
      "A": "它保障了人民当家作主，充分调动了人民群众的积极性、主动性、创造性",
      "B": "它能使广大人民在国家政治生活中直接行使民主权利",
      "C": "它保证了国家机关协调高效运转",
      "D": "有利于维护国家统一和民族团结"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是人民代表大会制度的优越性，是一道理解性试题，难度较小。ACD选项正确。B选项的错误在于，人民通过人民代表组成的人民代表大会在国家政治生活中间接行使民主权利，而不是直接行使权利。 20\\. 中国采取的不是民族共和国的联邦制度，而是民族区域自治的制度。实践证明，这一制度（）。 A. 有利于消除民族差别，实现民族融合 B．它可以保证少数民族当家作主，更好地管理本民族的内部事务 C. 它可以促进少数民族地区尽快地发展，促进全国各民族的共同繁荣昌盛 D．它可以促进民族团结，保证国家的统一，有利于加强边疆建设和巩固国防 此题考查的知识点是民族区域自治制度，是一道理解与识记相结合的试题，难度适中。BCD选项正确。A选项与国家的基本精神相违背。实行民族区域自治，在一定的程度上有利于保持民族特色，而不是为了消除民族差别。",
    "id": 454
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "基层群众自治制度是中国特色社会主义政治制度之一。其优越性主要体现在 ( )。",
    "options": {
      "A": "有利于城乡基层群众依法直接行使民主权利，管理基层公共事务和公益事业",
      "B": "有利于城乡基层群众实行自我管理、自我服务、自我教育、自我监督",
      "C": "它是人民当家作主的最高实现形式",
      "D": "它是人民当家作主最有效、最广泛的途径"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是基层群众自治制度，是一道识记为主、理解为辅的试题，难度适中。ABD 正确。C 选项是人民代表大会制度的优越性。",
    "id": 455
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "根据法律规定内容的不同，可以将法律分为实体法和程序法。实体法是指规定具体权利义务内容或者法律保护的具体情况的法律。程序法是规定以保证权利和职权得以实现或行使，义务和责任得以履行的有关程序为主要内容的法律。下列选项属于程序法律部门的有（）。",
    "options": {
      "A": "民法商法 B. 刑法 C. 诉讼法 D. 非诉讼程序法"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是我国的实体法律部门和程序法律部门，是一道识记为主、理解为辅的试题，难度适中。我国的实体法律部门包括宪法相关法、民法商法、行政法、经济法、社会法、刑法。我国的程序法律部门包括诉讼法与非诉讼程序法。CD选项正确。 23\\. 中国特色社会主义法律体系的层次包括（）。 A. 宪法 B. 法律 C．行政法规、地方性法规 D．民法商法 此题考查的知识点是我国的法律部门，是一道识记为主、理解为辅的试题，难度适中。ABC选项正确。中国特色社会主义法律体系，是以宪法为统帅，以法律为主干，以行政法规、地方性法规为重要组成部分。原则性来说，就这三个层次。民法商法隶属于三个层次法律法规之中，不能单独算是法律体系的层次之一。 24\\. 以下属于我国现存独立的法律部门的有（）。 A. 宪法及宪法相关法 B. 诉讼与非诉讼程序法 C. 民法商法 D. 合同法 此题考查的知识点是我国的法律部门，是一道识记性试题，难度适中。我国的法律部门分为实体法律部门和程序法律部门。实体法律部门包括宪法相关法、民法商法、行政法、经济法、社会法、刑法。程序法律部门包括诉讼法和非诉讼程序法。合同法隶属于民商法律部门，不是一个独立的法律部门。ABC正确。 25\\. 宪法相关法是与宪法相配套、直接保障宪法实施和国家政权运作，调整国家政治 关系等方面的法律规范。以下属于宪法相关法规定的内容之一的是（）。 A. 国家机构的产生、组织、职权和基本工作原则方面的法律 B．民族区域自治制度、特别行政区制度、基层群众自治制度方面的法律 C．维护国家主权、领土完整、国家安全、国家标志象征方面的法律 D．保障公民基本政治权利方面的法律 此题考查的知识点是宪法相关法律部门，是一道识记性试题，难度适中。ABCD四个选项都是宪法相关法规定的内容之一，均是正确选项。",
    "id": 456
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "我国民法调整的主要内容包括（）。",
    "options": {
      "A": "财产关系          B. 人身关系          C. 特殊群体权益      D. 劳动关系"
    },
    "answer": "AB",
    "explanation": "此题考查的知识点是民法商法法律部门，是一道识记性试题。难度适中。AB选项正确。CD选项是社会法律部门调整的内容。",
    "id": 457
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "诉讼法是规范国家司法机关解决社会纠纷的法律规范。我国程序法律部门中，被称为“三大诉讼”的是（）。",
    "options": {
      "A": "刑事诉讼 B. 民事诉讼 C. 行政诉讼 D. 仲裁和调节"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是我国的程序法律部门，是一道识记为主、理解为辅的试题，难度适中。ABC选项正确。D选项是非诉讼法律部门的内容。",
    "id": 458
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "仲裁是指纠纷当事人在自愿基础上达成协议，将纠纷提交非司法机构的第三者审理，由第三者作出对争议各方均有约束力的裁决的一种解决纠纷的制度和方式。我国制定了仲裁法，其基本原则有（）。",
    "options": {
      "A": "自愿          B. 仲裁独立      C. 一裁终局      D. 罪刑法定"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是我国的程序法律部门，是一道识记为主、理解为辅的试题，难度适中。ABC选项正确。D选项不选的原因在于，罪刑法定是刑法的基本原则之一。同时，仲裁是由非司法机构进行的审理，而有罪无罪只能是司法机关作出判决。因而，也不能选。",
    "id": 459
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "党的十八届四中全会提出和确立了建设中国特色社会主义法治体系、建设社会主义法治国家的总目标。提出建设中国特色社会主义法治体系的现实意义主要体现在，建设中国特色社会主义法治体系（）。",
    "options": {
      "A": "是推进国家治理现代化的重要举措 B. 是法律体系形成的重要基础",
      "C": "是全面依法治国的基础工程 D．是凝聚思想共识的法治航标"
    },
    "answer": "ACD",
    "explanation": "此题考查的知识点是建设中国特色社会主义法治体系的意义，是一道理解性试题，难度适中。ACD选项正确。B选项不选的原因在于，法律体系先于法治体系，已经形成了。",
    "id": 460
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "形成完备的法律规范体系，是建设中国特色社会主义法治体系的内容之一。其基本要求有（）。",
    "options": {
      "A": "加快完善法律、行政法规、地方性法规体系，完善包括市民公约、乡规民约、行业规章、团体章程在内的社会规范体系",
      "B": "要畅通民意表达机制以及民意与立法的对接机制",
      "C": "要坚持依法治国与以德治国相结合",
      "D": "要保证法律规范的质量"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是建设中国特色社会主义法治体系的要求，是一道识记与理解相结合的试题，难度适中。ABD选项正确。C选项不选的原因在于，它是法治的要求，而不是形成完备的法律规范体系的要求。",
    "id": 461
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "建设有力的法治保障体系，是建设中国特色社会主义法治体系的内容之一。其基本要求有（）。",
    "options": {
      "A": "加强法制宣传教育，提高人们信仰法律程度",
      "B": "加强法律服务队伍建设，创新法治人才培养机制",
      "C": "深化行政执法体制改革，做到严格规范公正文明执法",
      "D": "改革司法管理体制，确保依法独立公正行使审判权检察权"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是建设中国特色社会主义法治体系的要求，是一道识记为主、理解为辅的试题，难度适中。BCD 选项正确。A 选项不选的原因在于，人们信仰法律的程度是有益于依法治国，但不能成为法治的保障。",
    "id": 462
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "形成完善的党内法规体系，是建设中国特色社会主义法治体系的内容之一。其基本要求有（）。",
    "options": {
      "A": "坚持党规党纪严于国家法律",
      "B": "形成配套完备的党内法规制度体系",
      "C": "加快完善法律、行政法规、地方性法规体系建设",
      "D": "注重党内法规同国家法律的衔接和协调，提高党内法规执行力"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是建设中国特色社会主义法治体系的要求，是一道识记为主、理解为辅的试题，难度适中。ABD选项正确。C选项不选的原因在于，它是建设完备的法律规范体系的要求，而不是形成完善的党内法规系统的要求。",
    "id": 463
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "2020 年 11 月，中央全面依法治国工作会议正式提出习近平法治思想。习近平法治思想（）。",
    "options": {
      "A": "是新时代全面依法治国的指导思想和根本遵循",
      "B": "是马克思主义法治理论中国化时代化的最新成果",
      "C": "是顺应实现中华民族伟大复兴时代要求应运而生的重大理论创新成果",
      "D": "深刻回答了新时代为什么实行全面依法治国、怎样实行全面依法治国等一系列重大问题"
    },
    "answer": "ABCD",
    "explanation": "2020年11月，中央全面依法治国工作会议正式提出习近平法治思想，并将其确立为全面依法治国的指导思想和根本遵循。A正确。习近平法治思想从历史和现实相贯通、国际和国内相关联、理论和实际相结合上深刻回答了新时代为什么实行全面依法治国、怎样实行全面依法治国等一系列重大问题，是顺应实现中华民族伟大复兴时代要求应运而生的重大理论创新成果，是马克思主义法治理论中国化时代化的最新成果，是习近平新时代中国特色社会主义思想的重要组成部分。BCD正确。",
    "id": 464
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "2020 年 11 月，中央全面依法治国工作会议正式提出习近平法治思想。习近平法治思想深刻回答了新时代为什么实行全面依法治国、怎样实行全面依法治国等一系列重大问题，是新时代全面依法治国的指导思想和根本遵循。习近平法治思想（）。",
    "options": {
      "A": "揭示了社会主义法治的生命力和优越性",
      "B": "推动了中国特色社会主义法治理论创新发展",
      "C": "擘画了新时代全面依法治国的宏伟蓝图",
      "D": "引领着法治中国建设迈向良法善治新境界"
    },
    "answer": "ABCD",
    "explanation": "习近平法治思想深刻揭示了社会主义法治的生命力和优越性，推动了中国特色社会主义法治理论创新发展。这一思想擘画了新时代全面依法治国的宏伟蓝图，增强了全党全国各族人民走中国特色社会主义法治道路的信心，增强了新时代全面依法治国的政治定力、前进动力，引领着法治中国建设迈向良法善治新境界。ABCD全选。",
    "id": 465
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "2020 年 11 月，中央全面依法治国工作会议正式提出习近平法治思想，并将习近 平法治思想确立为全面依法治国的指导思想和根本遵循。习近平法治思想的主要内容是“十一个坚持”。这“十一个坚持”系统阐述了全面依法治国的政治方向、战略地位、工作布局、主要任务、重大关系、重要保障等。其中，科学指明了中国特色社会主义法治的前进方向的是（）。",
    "options": {
      "A": "坚持党对全面依法治国的领导 B. 坚持以人民为中心",
      "C": "坚持中国特色社会主义法治道路 D. 坚持依宪治国、依宪执政"
    },
    "answer": "ABC",
    "explanation": "“十一个坚持”系统阐述了全面依法治国的政治方向、战略地位、工作布局、主要任务、重大关系、重要保障等，涉及的都是全面依法治国方向性、根本性、全局性的重大问题，构成了习近平法治思想的主要内容。关于政治方向，这一思想深刻回答了全面依法治国由谁领导、依靠谁、走什么道路等大是大非问题，科学指明了中国特色社会主义法治的前进方向。ABC正确，D不符合题意。",
    "id": 466
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "全面依法治国必须坚持走中国特色社会主义法治道路。下列选项属于社会主义法治最根本的保证是（）。",
    "options": {
      "A": "人民当家作主",
      "B": "法律面前人人平等",
      "C": "法治与德治相结合",
      "D": "党的领导"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是中国特色社会主义法治道路的核心要义内容，是一道理解与识记相结合的试题，难度较小。党的领导是中国特色社会主义最本质的特征，是社会主义法治最根本的保证。只有坚持中国共产党的领导，才能有力有序推进法治建设，这是根本保证；只有坚持人民当家作主，才能从根本上保障人民权益，这是党的领导和依法治国的本质要求；只有坚持法律面前人人平等，才能维护社会公平正义，这是社会主义法治的基本原则；只有坚持依法治国和以德治国相结合，才能实现法律和道德相辅相成、法治和德治相得益彰，这是治国理政的基本方式。故选项 D 正确。",
    "id": 467
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "以法治价值和法治精神为导向，运用法律原则、规则和方法思考和处理问题的思维模式是（）。",
    "options": {
      "A": "法治思维 B. 法治理念 C. 法律思维 D. 法律意识"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是法治思维的概念，是一道理解性试题，难度适中。解题的关键是看“以法治价值和法治精神为导向”，抓住“法治”排除CD选项，抓住“思维模 式”排除法治理念，最后得出结论，答案是A选项。",
    "id": 468
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "“哲学王是国家幸福和安定的保证。他是整个城邦中最有智慧、最有才能和经过最严格锻炼的人，是智慧和道德的化身。他的意志就是法律。” 柏拉图认为，哲学王是国家安定、公民幸福的保证。柏拉图的观点相对于当今社会的错误在于（）。",
    "options": {
      "A": "他没能够清晰地认识法治才是治国理政的唯一手段",
      "B": "他混淆了法治和人治在依据、方式、价值和标准上的区别",
      "C": "他在一定的程度上认识到了法律反映的是统治阶级的意志",
      "D": "他辩证地看待了个人的能力和德行对治国理政的促进作用"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是法治思维的含义和特征，是一道理解与识记相结合的试题，难度适中。B选项正确。A选项的错误在于，法治不是治国理政的唯一手段，其他社会规范对于治理国家也有一定的促进作用。C选项与题干无关。D选项的错误在于，他没能辩证地看待个人的能力和德行对治国理政的促进作用。",
    "id": 469
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "2013 年 1 月，习近平总书记在中纪委第二次全体会议上讲话时指出，“要把权力关进制度的笼子里，形成不敢腐的惩戒机制、不能腐的防范机制、不易腐的保障机制。”“要把权力关进制度的笼子”核心强调的是要加强（）。",
    "options": {
      "A": "公平正义 B. 人权保障 C. 程序正当 D. 权力制约"
    },
    "answer": "D",
    "explanation": "此题考查的知识点是法治思维的基本内容，是一道理解性试题，难度很小。权力制约是指国家机关的权力必须受到法律的规制和约束，也就是习近平反复强调的要把权力关进制度的笼子里。法律是约束权力的最大“笼子”，具有制约公权力的重要功能。D选项正确。",
    "id": 470
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "法律的重要使命就是充分尊重和保障人权，不得以任何借口侵犯人权。人权保障的前提和基础是（）。",
    "options": {
      "A": "行政保护 B. 立法保障 C. 宪法保障 D. 司法保障"
    },
    "answer": "C",
    "explanation": "此题考查的知识点是法治思维的基本内容，是一道识记与理解相结合的试题，难度适中。人权的法律保障包括宪法保障、立法保障、行政保护和司法保障。宪法保障是人权保障的前提和基础，立法保障是人权保障的重要条件，行政保护是人权保障的关键环节，司法保障是人权保障的最后防线。C选项正确。",
    "id": 471
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "所有国家机关、社会组织和公民个人都必须遵守法律，依法享有和行使法定职权与权利，承担和履行法定职责与义务。这集中体现了（）。",
    "options": {
      "A": "法律的普遍适用性",
      "B": "法律的优先适用性",
      "C": "法律的不可违抗性",
      "D": "法律的国家意志性"
    },
    "answer": "A",
    "explanation": "此题考查的知识点是法律至上中法治思维的表现，是一道理解性试题，难度适中。A选项正确。本题考生容易纠结C选项，但是法律的不可违抗性指的是任何人都不允许违反法律，违反法律就要受到法律的惩罚。不管涉及什么人，不论权力大小、职位高低，只要有违法犯罪行为，就要依法追究和承担法律责任。强调更多的是违抗后要承担的后果。",
    "id": 472
  },
  {
    "section": "思想道德与法治",
    "type": "单选题",
    "stem": "既是保证法律发挥作用的基本前提和要求，又是保障个人平安幸福的底线和红线的是（）。",
    "options": {
      "A": "法律本身的科学性、合理性",
      "B": "全体社会成员都尊重法律权威",
      "C": "法律是治理国家的唯一依据",
      "D": "法律内容能否覆盖所有社会关系"
    },
    "answer": "B",
    "explanation": "此题考查的知识点是尊重法律权威的重要意义，是一道理解性试题，难度适中。B选项正确。本题的难度主要体现在A选项的干扰性。不选A选项的原因在于，法律本身再具有科学性、合理性，如果得不到认同和遵循，就形同虚设，根本无法保障个人平安幸福。C选项自身表述就是错误的。因为治理国家需要法治和德治相结合。D选项自身表述错误，因为法律的特性决定了不可能将所有社会关系全部覆盖。",
    "id": 473
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "坚持走中国特色社会主义法治道路，必须把党的领导贯彻到依法治国的全过程，不能把党的领导和依法治国对立起来，因为党的领导和依法治国是内在统一的。具体体现在（）。",
    "options": {
      "A": "党的领导是社会主义法治的根本保证",
      "B": "依法治国是党治国理政的基本方略",
      "C": "党带领人民制定了宪法和法律，党也遵守宪法和法律",
      "D": "中国特色社会主义制度是全面依法治国的根本制度保障"
    },
    "answer": "ABC",
    "explanation": "此题考查的知识点是党的领导和依法治国的关系，是一道理解性试题，难度适中。ABC选项正确。D选项讲述的是中国特色社会主义制度与依法治国的关系，与题干无关，因而不选。",
    "id": 474
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "全面依法治国，必须坚持走中国特色社会主义法治道路。中国特色社会主义法治道路包括坚持党的领导、坚持中国特色社会主义制度、贯彻中国特色社会主义法治理论三个方面的核心要义。这三个核心要义与依法治国的关系具体体现在（）。",
    "options": {
      "A": "党的领导是社会主义法治的根本保证",
      "B": "法律面前人人平等是依法治国的基本方式",
      "C": "中国特色社会主义法治理论是全面依法治国的行动指南",
      "D": "中国特色社会主义制度为全面依法治国提供了根本制度保障"
    },
    "answer": "ACD",
    "explanation": "此题考查的知识点是坚持走中国特色社会主义法治道路与依法治国的关系，是一道识记与理解相结合的试题，难度适中。ACD选项正确。B选项的错误在于，法律面前人人平等是依法治国的基本原则，而不是方式。同时，B选项也不是讲述三个核心要义与依法治国的关系，故不选。",
    "id": 475
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "党的领导、人民当家作主和依法治国三者是一个统一的整体，不可分割，它们之间相互依存、相互作用。下列对此关系表述正确的有（）。",
    "options": {
      "A": "党的领导是人民当家作主和依法治国的根本保证",
      "B": "人民当家作主是党的领导和依法治国的本质要求",
      "C": "依法治国是党领导人民当家作主的治国方略",
      "D": "离开了党的领导，人民当家作主和依法治国就没有了领导核心"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是党的领导、人民当家作主与依法治国的关系，是一道识记与理解相结合的试题，难度较小。ABCD 四个选项均正确。",
    "id": 476
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "加强宪法实施和依宪治国，对中国特色社会主义法治体系、社会主义法治国家的建设具有重要意义。具体体现在（）。",
    "options": {
      "A": "有利于巩固和发展国家根本制度，完成根本任务",
      "B": "有利于保证国家权力依法规范运行",
      "C": "有利于公民基本权利切实得到实现，公民基本义务切实得到履行",
      "D": "有利于坚持党的领导，巩固党的执政地位"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是宪法确认的内容和加强宪法实施的意义，是一道理解与识记相结合的试题，难度较小。宪法规定了国家的根本制度、根本任务、国家权力以及公民的基本权利与义务，确立了中国共产党的领导地位。加强宪法的实施将有利于其内容的实现。故正确答案 ABCD。",
    "id": 477
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "要坚持依宪治国、依宪执政，就要全面实施宪法。全面实施宪法的基本要求有（）。",
    "options": {
      "A": "树立宪法意识，弘扬宪法精神",
      "B": "坚持依法治国和以德治国相结合",
      "C": "坚持党的依宪执政，自觉在宪法法律范围内活动",
      "D": "加强宪法实施，引导公民践行宪法、崇尚宪法、遵守宪法、捍卫宪法"
    },
    "answer": "ACD",
    "explanation": "此题考查的知识点是全面实施宪法的基本要求，是一道理解与识记相结合的试题，难度适中。ACD选项正确。B选项不选的原因在于，坚持依法治国和以德治国相结合，是治国理政方式上的要求，而不是全面实施宪法的基本要求。",
    "id": 478
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "法治思维主要表现为价值取向和规则意识两个方面，基本内容除法律至上外，还包括（）。",
    "options": {
      "A": "公平正义          B. 权力制约          C. 程序正当          D. 人权保障"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是法治思维的基本内容，是一道理解与识记相结合的试题，难度较小。法治思维包括：法律至上、权力制约、公平正义、人权保障、程序正当等内容。ABCD均为正确选项。",
    "id": 479
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "治国理政必须奉行法律至上原则。法律的至上性具体表现为（）。",
    "options": {
      "A": "法律的与时俱进性",
      "B": "法律的优先适用性",
      "C": "法律的不可违抗性",
      "D": "法律的普遍适用性"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是法律的至上性的具体表现，是一道理解与识记相结合的试题，难度适中。法律的至上性，具体表现为法律的普遍适用性、优先适用性、不可违抗性，故 BCD 选项正确。A 选项不选的原因在于，它是社会主义法律的基本特征，与题干无关。 10\\. 国家权力是人民的，国家权力是为人民服务的，即一切权力为民所有，一切权力为民所用，因此，权力运行必须受到有效制约和监督。权力制约的要求体现为（）。 A. 权力由法定 B. 有权必有责 C. 用权受监督 D. 违法受追究 此题考查的知识点是权力制约原则的要求，是一道理解与识记相结合的试题，难度较小。权力制约原则可以概括为权力由法定、有权必有责、用权受监督、违法受追究四项要求。ABCD均为正确选项。 11\\. 公平正义是指社会的政治利益、经济利益和其他利益在全体社会成员之间合理、平等地分配和占有。公平正义主要包括（）。 A. 权利公平 B. 机会公平 C. 规则公平 D. 救济公平 此题考查的知识点是公平正义的内容，是一道理解与识记相结合的试题，难度较小。公平正义主要包括：权利公平、机会公平、规则公平和救济公平。ABCD均为正确选项。",
    "id": 480
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "公平正义主要包括权利公平、机会公平、规则公平和救济公平。其中，权利公平的含义是（）。",
    "options": {
      "A": "权利主体平等，国家对每个公民“不偏袒”“非歧视”",
      "B": "享有的权利，特别是基本权利平等",
      "C": "公民享有同样的发展机遇和前景",
      "D": "权利保护和权利救济平等"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是公平正义之中的权利公平和机会公平，是一道识记为主、理解为辅的试题，难度适中。ABD选项正确。C选项指的是机会公平。",
    "id": 481
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "机会公平是指生活在同一社会中的成员拥有相同的发展机会和发展前景，反对任何形式的歧视，其基本要求包括（）。",
    "options": {
      "A": "国家和社会要积极为社会成员的发展创造条件，并努力创造平等的起点",
      "B": "社会成员的发展进步权要受到同等尊重，不断拓展社会成员的发展领域",
      "C": "公民享有的权利和必须履行的义务要平等，特别是宪法权利和宪法义务",
      "D": "不仅要关注当代人的平等机会，还要考虑后代人的机会平等"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是公平正义之中的机会公平，是一道理解为主、识记为辅的试题。ABD选项正确。C选项是权利公平的含义。",
    "id": 482
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "规则公平是指对所有人适用统一的规则和标准，不得因人而异，其内涵包括()。",
    "options": {
      "A": "每个人都必须遵守道德",
      "B": "法律规则面前人人平等",
      "C": "法律内容面前人人平等",
      "D": "法律保护面前人人平等"
    },
    "answer": "BCD",
    "explanation": "此题考查的知识点是公平正义之中的规则公平，是一道识记为主、理解为辅的试题，难度适中。BCD选项正确。A选项的错误在于，道德的遵守没有强制性，所以不是必须遵守，而是应当。",
    "id": 483
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "救济公平是指为权利受到侵害或处于弱势地位的公民提供的公平救济。具体内容包括（）。",
    "options": {
      "A": "司法救济公平 B. 行政救济公平 C. 救济效果公平 D. 社会救济公平"
    },
    "answer": "ABD",
    "explanation": "此题考查的知识点是公平正义之中的救济公平，是一道识记与理解相结合的试题，难度较小。ABD 选项正确。C 选项的错误在于，救济所达到的效果因人而异，不可能做到完全一致。",
    "id": 484
  },
  {
    "section": "思想道德与法治",
    "type": "多选题",
    "stem": "程序具有独立的价值意义，只有严格按照法律程序办事办案，处理结果才可能公正并具有公信力和权威性。因而，要求法律执行过程中的程序正当。程序的正当首先体现在程序的合法性，还体现在（）。",
    "options": {
      "A": "中立性 B. 参与性 C. 公开性 D. 时限性"
    },
    "answer": "ABCD",
    "explanation": "此题考查的知识点是法治思维基本特征中的程序正当，是一道识记性试题，难度较小。程序的正当表现在：程序的合法性、中立性、参与性、公开性、时限性等方面。",
    "id": 485
  }
];
